{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 3528, "word_counts": "{\"<s>\": 3528, \"the\": 3528, \"game\": 2352, \"occurred\": 1176, \"in\": 1176, \"2000\": 66, \"</s>\": 3528, \"notre\": 744, \"dame\": 744, \"won\": 1176, \"bob\": 132, \"davie\": 132, \"was\": 1176, \"coach\": 1176, \"nebraska\": 12, \"michigan\": 90, \"state\": 78, \"2001\": 66, \"texas\": 12, \"a\": 6, \"m\": 6, \"boston\": 36, \"college\": 36, \"tennessee\": 6, \"stanford\": 42, \"2002\": 72, \"tyrone\": 204, \"willingham\": 204, \"usc\": 60, \"2003\": 66, \"purdue\": 18, \"florida\": 18, \"2004\": 66, \"byu\": 6, \"pittsburgh\": 24, \"2005\": 66, \"charlie\": 354, \"weis\": 354, \"2006\": 72, \"2007\": 72, \"georgia\": 6, \"tech\": 6, \"penn\": 6, \"navy\": 24, \"air\": 6, \"force\": 6, \"2008\": 72, \"north\": 6, \"carolina\": 6, \"syracuse\": 6, \"2009\": 72, \"connecticut\": 6, \"2010\": 72, \"brian\": 486, \"kelly\": 486, \"tulsa\": 6, \"2011\": 72, \"south\": 6, \"2012\": 72, \"2013\": 72, \"oklahoma\": 6, \"2014\": 72, \"arizona\": 6, \"northwestern\": 6, \"louisville\": 6, \"2015\": 72, \"clemson\": 6, \"2016\": 54, \"duke\": 6, \"nc\": 6}", "word_docs": "{\"<s>\": 3528, \"game\": 2352, \"in\": 1176, \"</s>\": 3528, \"the\": 3528, \"occurred\": 1176, \"2000\": 66, \"notre\": 744, \"dame\": 744, \"won\": 1176, \"davie\": 132, \"bob\": 132, \"was\": 1176, \"coach\": 1176, \"nebraska\": 12, \"state\": 78, \"michigan\": 90, \"2001\": 66, \"texas\": 12, \"a\": 6, \"m\": 6, \"boston\": 36, \"college\": 36, \"tennessee\": 6, \"stanford\": 42, \"2002\": 72, \"willingham\": 204, \"tyrone\": 204, \"usc\": 60, \"2003\": 66, \"purdue\": 18, \"florida\": 18, \"2004\": 66, \"byu\": 6, \"pittsburgh\": 24, \"2005\": 66, \"charlie\": 354, \"weis\": 354, \"2006\": 72, \"2007\": 72, \"tech\": 6, \"georgia\": 6, \"penn\": 6, \"navy\": 24, \"air\": 6, \"force\": 6, \"2008\": 72, \"north\": 6, \"carolina\": 6, \"syracuse\": 6, \"2009\": 72, \"connecticut\": 6, \"2010\": 72, \"kelly\": 486, \"brian\": 486, \"tulsa\": 6, \"2011\": 72, \"south\": 6, \"2012\": 72, \"2013\": 72, \"oklahoma\": 6, \"2014\": 72, \"arizona\": 6, \"northwestern\": 6, \"louisville\": 6, \"2015\": 72, \"clemson\": 6, \"2016\": 54, \"duke\": 6, \"nc\": 6}", "index_docs": "{\"2\": 3528, \"5\": 2352, \"7\": 1176, \"4\": 3528, \"3\": 3528, \"6\": 1176, \"34\": 66, \"11\": 744, \"12\": 744, \"8\": 1176, \"20\": 132, \"19\": 132, \"9\": 1176, \"10\": 1176, \"48\": 12, \"22\": 78, \"21\": 90, \"35\": 66, \"49\": 12, \"50\": 6, \"51\": 6, \"42\": 36, \"43\": 36, \"52\": 6, \"41\": 42, \"23\": 72, \"18\": 204, \"17\": 204, \"39\": 60, \"36\": 66, \"46\": 18, \"47\": 18, \"37\": 66, \"53\": 6, \"44\": 24, \"38\": 66, \"15\": 354, \"16\": 354, \"24\": 72, \"25\": 72, \"55\": 6, \"54\": 6, \"56\": 6, \"45\": 24, \"57\": 6, \"58\": 6, \"26\": 72, \"59\": 6, \"60\": 6, \"61\": 6, \"27\": 72, \"62\": 6, \"28\": 72, \"14\": 486, \"13\": 486, \"63\": 6, \"29\": 72, \"64\": 6, \"30\": 72, \"31\": 72, \"65\": 6, \"32\": 72, \"66\": 6, \"67\": 6, \"68\": 6, \"33\": 72, \"69\": 6, \"40\": 54, \"70\": 6, \"71\": 6}", "index_word": "{\"1\": \"UNK\", \"2\": \"<s>\", \"3\": \"the\", \"4\": \"</s>\", \"5\": \"game\", \"6\": \"occurred\", \"7\": \"in\", \"8\": \"won\", \"9\": \"was\", \"10\": \"coach\", \"11\": \"notre\", \"12\": \"dame\", \"13\": \"brian\", \"14\": \"kelly\", \"15\": \"charlie\", \"16\": \"weis\", \"17\": \"tyrone\", \"18\": \"willingham\", \"19\": \"bob\", \"20\": \"davie\", \"21\": \"michigan\", \"22\": \"state\", \"23\": \"2002\", \"24\": \"2006\", \"25\": \"2007\", \"26\": \"2008\", \"27\": \"2009\", \"28\": \"2010\", \"29\": \"2011\", \"30\": \"2012\", \"31\": \"2013\", \"32\": \"2014\", \"33\": \"2015\", \"34\": \"2000\", \"35\": \"2001\", \"36\": \"2003\", \"37\": \"2004\", \"38\": \"2005\", \"39\": \"usc\", \"40\": \"2016\", \"41\": \"stanford\", \"42\": \"boston\", \"43\": \"college\", \"44\": \"pittsburgh\", \"45\": \"navy\", \"46\": \"purdue\", \"47\": \"florida\", \"48\": \"nebraska\", \"49\": \"texas\", \"50\": \"a\", \"51\": \"m\", \"52\": \"tennessee\", \"53\": \"byu\", \"54\": \"georgia\", \"55\": \"tech\", \"56\": \"penn\", \"57\": \"air\", \"58\": \"force\", \"59\": \"north\", \"60\": \"carolina\", \"61\": \"syracuse\", \"62\": \"connecticut\", \"63\": \"tulsa\", \"64\": \"south\", \"65\": \"oklahoma\", \"66\": \"arizona\", \"67\": \"northwestern\", \"68\": \"louisville\", \"69\": \"clemson\", \"70\": \"duke\", \"71\": \"nc\"}", "word_index": "{\"UNK\": 1, \"<s>\": 2, \"the\": 3, \"</s>\": 4, \"game\": 5, \"occurred\": 6, \"in\": 7, \"won\": 8, \"was\": 9, \"coach\": 10, \"notre\": 11, \"dame\": 12, \"brian\": 13, \"kelly\": 14, \"charlie\": 15, \"weis\": 16, \"tyrone\": 17, \"willingham\": 18, \"bob\": 19, \"davie\": 20, \"michigan\": 21, \"state\": 22, \"2002\": 23, \"2006\": 24, \"2007\": 25, \"2008\": 26, \"2009\": 27, \"2010\": 28, \"2011\": 29, \"2012\": 30, \"2013\": 31, \"2014\": 32, \"2015\": 33, \"2000\": 34, \"2001\": 35, \"2003\": 36, \"2004\": 37, \"2005\": 38, \"usc\": 39, \"2016\": 40, \"stanford\": 41, \"boston\": 42, \"college\": 43, \"pittsburgh\": 44, \"navy\": 45, \"purdue\": 46, \"florida\": 47, \"nebraska\": 48, \"texas\": 49, \"a\": 50, \"m\": 51, \"tennessee\": 52, \"byu\": 53, \"georgia\": 54, \"tech\": 55, \"penn\": 56, \"air\": 57, \"force\": 58, \"north\": 59, \"carolina\": 60, \"syracuse\": 61, \"connecticut\": 62, \"tulsa\": 63, \"south\": 64, \"oklahoma\": 65, \"arizona\": 66, \"northwestern\": 67, \"louisville\": 68, \"clemson\": 69, \"duke\": 70, \"nc\": 71}"}}