{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 3528, "word_counts": "{\"<s>\": 3528, \"what\": 980, \"year\": 588, \"was\": 1960, \"the\": 3724, \"game\": 1568, \"</s>\": 3528, \"in\": 196, \"played\": 392, \"tell\": 392, \"me\": 392, \"when\": 588, \"did\": 588, \"take\": 196, \"place\": 196, \"they\": 196, \"play\": 196, \"which\": 196, \"team\": 784, \"won\": 392, \"who\": 1372, \"result\": 196, \"of\": 392, \"had\": 196, \"higher\": 196, \"score\": 196, \"notre\": 196, \"dame\": 196, \"win\": 196, \"winning\": 196, \"coach\": 784, \"name\": 392, \"coached\": 392, \"head\": 196, \"s\": 196, \"by\": 196}", "word_docs": "{\"<s>\": 3528, \"year\": 588, \"was\": 1960, \"game\": 1568, \"</s>\": 3528, \"the\": 3136, \"what\": 980, \"in\": 196, \"played\": 392, \"me\": 392, \"tell\": 392, \"when\": 588, \"did\": 588, \"place\": 196, \"take\": 196, \"play\": 196, \"they\": 196, \"team\": 784, \"which\": 196, \"won\": 392, \"who\": 1372, \"result\": 196, \"of\": 392, \"score\": 196, \"higher\": 196, \"had\": 196, \"win\": 196, \"notre\": 196, \"dame\": 196, \"winning\": 196, \"coach\": 784, \"name\": 392, \"coached\": 392, \"s\": 196, \"head\": 196, \"by\": 196}", "index_docs": "{\"3\": 3528, \"11\": 588, \"5\": 1960, \"6\": 1568, \"4\": 3528, \"2\": 3136, \"8\": 980, \"21\": 196, \"14\": 392, \"16\": 392, \"15\": 392, \"12\": 588, \"13\": 588, \"23\": 196, \"22\": 196, \"25\": 196, \"24\": 196, \"9\": 784, \"26\": 196, \"17\": 392, \"7\": 1372, \"27\": 196, \"18\": 392, \"30\": 196, \"29\": 196, \"28\": 196, \"33\": 196, \"31\": 196, \"32\": 196, \"34\": 196, \"10\": 784, \"19\": 392, \"20\": 392, \"36\": 196, \"35\": 196, \"37\": 196}", "index_word": "{\"1\": \"UNK\", \"2\": \"the\", \"3\": \"<s>\", \"4\": \"</s>\", \"5\": \"was\", \"6\": \"game\", \"7\": \"who\", \"8\": \"what\", \"9\": \"team\", \"10\": \"coach\", \"11\": \"year\", \"12\": \"when\", \"13\": \"did\", \"14\": \"played\", \"15\": \"tell\", \"16\": \"me\", \"17\": \"won\", \"18\": \"of\", \"19\": \"name\", \"20\": \"coached\", \"21\": \"in\", \"22\": \"take\", \"23\": \"place\", \"24\": \"they\", \"25\": \"play\", \"26\": \"which\", \"27\": \"result\", \"28\": \"had\", \"29\": \"higher\", \"30\": \"score\", \"31\": \"notre\", \"32\": \"dame\", \"33\": \"win\", \"34\": \"winning\", \"35\": \"head\", \"36\": \"s\", \"37\": \"by\"}", "word_index": "{\"UNK\": 1, \"the\": 2, \"<s>\": 3, \"</s>\": 4, \"was\": 5, \"game\": 6, \"who\": 7, \"what\": 8, \"team\": 9, \"coach\": 10, \"year\": 11, \"when\": 12, \"did\": 13, \"played\": 14, \"tell\": 15, \"me\": 16, \"won\": 17, \"of\": 18, \"name\": 19, \"coached\": 20, \"in\": 21, \"take\": 22, \"place\": 23, \"they\": 24, \"play\": 25, \"which\": 26, \"result\": 27, \"had\": 28, \"higher\": 29, \"score\": 30, \"notre\": 31, \"dame\": 32, \"win\": 33, \"winning\": 34, \"head\": 35, \"s\": 36, \"by\": 37}"}}