{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 1764, "word_counts": "{\"s\": 3528, \"the\": 1764, \"game\": 1176, \"occurred\": 588, \"in\": 588, \"2000\": 33, \"bob\": 66, \"davie\": 66, \"was\": 588, \"coach\": 588, \"notre\": 372, \"dame\": 372, \"won\": 588, \"nebraska\": 6, \"michigan\": 45, \"state\": 39, \"2001\": 33, \"texas\": 6, \"a\": 3, \"m\": 3, \"boston\": 18, \"college\": 18, \"tennessee\": 3, \"stanford\": 21, \"2002\": 36, \"tyrone\": 102, \"willingham\": 102, \"usc\": 30, \"2003\": 33, \"purdue\": 9, \"florida\": 9, \"2004\": 33, \"byu\": 3, \"pittsburgh\": 12, \"2005\": 33, \"charlie\": 177, \"weis\": 177, \"2006\": 36, \"2007\": 36, \"georgia\": 3, \"tech\": 3, \"penn\": 3, \"navy\": 12, \"air\": 3, \"force\": 3, \"2008\": 36, \"north\": 3, \"carolina\": 3, \"syracuse\": 3, \"2009\": 36, \"connecticut\": 3, \"brian\": 243, \"kelly\": 243, \"2010\": 36, \"tulsa\": 3, \"2011\": 36, \"south\": 3, \"2012\": 36, \"2013\": 36, \"oklahoma\": 3, \"2014\": 36, \"arizona\": 3, \"northwestern\": 3, \"louisville\": 3, \"2015\": 36, \"clemson\": 3, \"2016\": 27, \"duke\": 3, \"nc\": 3}", "word_docs": "{\"s\": 1764, \"game\": 1176, \"2000\": 33, \"occurred\": 588, \"the\": 1764, \"in\": 588, \"was\": 588, \"bob\": 66, \"coach\": 588, \"davie\": 66, \"won\": 588, \"dame\": 372, \"notre\": 372, \"nebraska\": 6, \"michigan\": 45, \"state\": 39, \"2001\": 33, \"texas\": 6, \"m\": 3, \"a\": 3, \"boston\": 18, \"college\": 18, \"tennessee\": 3, \"stanford\": 21, \"2002\": 36, \"willingham\": 102, \"tyrone\": 102, \"usc\": 30, \"2003\": 33, \"purdue\": 9, \"florida\": 9, \"2004\": 33, \"byu\": 3, \"pittsburgh\": 12, \"2005\": 33, \"charlie\": 177, \"weis\": 177, \"2006\": 36, \"2007\": 36, \"georgia\": 3, \"tech\": 3, \"penn\": 3, \"navy\": 12, \"force\": 3, \"air\": 3, \"2008\": 36, \"north\": 3, \"carolina\": 3, \"syracuse\": 3, \"2009\": 36, \"connecticut\": 3, \"brian\": 243, \"kelly\": 243, \"2010\": 36, \"tulsa\": 3, \"2011\": 36, \"south\": 3, \"2012\": 36, \"2013\": 36, \"oklahoma\": 3, \"2014\": 36, \"arizona\": 3, \"northwestern\": 3, \"louisville\": 3, \"2015\": 36, \"clemson\": 3, \"2016\": 27, \"duke\": 3, \"nc\": 3}", "index_docs": "{\"2\": 1764, \"4\": 1176, \"33\": 33, \"5\": 588, \"3\": 1764, \"6\": 588, \"7\": 588, \"18\": 66, \"8\": 588, \"19\": 66, \"9\": 588, \"11\": 372, \"10\": 372, \"47\": 6, \"20\": 45, \"21\": 39, \"34\": 33, \"48\": 6, \"50\": 3, \"49\": 3, \"41\": 18, \"42\": 18, \"51\": 3, \"40\": 21, \"22\": 36, \"17\": 102, \"16\": 102, \"38\": 30, \"35\": 33, \"45\": 9, \"46\": 9, \"36\": 33, \"52\": 3, \"43\": 12, \"37\": 33, \"14\": 177, \"15\": 177, \"23\": 36, \"24\": 36, \"53\": 3, \"54\": 3, \"55\": 3, \"44\": 12, \"57\": 3, \"56\": 3, \"25\": 36, \"58\": 3, \"59\": 3, \"60\": 3, \"26\": 36, \"61\": 3, \"12\": 243, \"13\": 243, \"27\": 36, \"62\": 3, \"28\": 36, \"63\": 3, \"29\": 36, \"30\": 36, \"64\": 3, \"31\": 36, \"65\": 3, \"66\": 3, \"67\": 3, \"32\": 36, \"68\": 3, \"39\": 27, \"69\": 3, \"70\": 3}", "index_word": "{\"1\": \"UNK\", \"2\": \"s\", \"3\": \"the\", \"4\": \"game\", \"5\": \"occurred\", \"6\": \"in\", \"7\": \"was\", \"8\": \"coach\", \"9\": \"won\", \"10\": \"notre\", \"11\": \"dame\", \"12\": \"brian\", \"13\": \"kelly\", \"14\": \"charlie\", \"15\": \"weis\", \"16\": \"tyrone\", \"17\": \"willingham\", \"18\": \"bob\", \"19\": \"davie\", \"20\": \"michigan\", \"21\": \"state\", \"22\": \"2002\", \"23\": \"2006\", \"24\": \"2007\", \"25\": \"2008\", \"26\": \"2009\", \"27\": \"2010\", \"28\": \"2011\", \"29\": \"2012\", \"30\": \"2013\", \"31\": \"2014\", \"32\": \"2015\", \"33\": \"2000\", \"34\": \"2001\", \"35\": \"2003\", \"36\": \"2004\", \"37\": \"2005\", \"38\": \"usc\", \"39\": \"2016\", \"40\": \"stanford\", \"41\": \"boston\", \"42\": \"college\", \"43\": \"pittsburgh\", \"44\": \"navy\", \"45\": \"purdue\", \"46\": \"florida\", \"47\": \"nebraska\", \"48\": \"texas\", \"49\": \"a\", \"50\": \"m\", \"51\": \"tennessee\", \"52\": \"byu\", \"53\": \"georgia\", \"54\": \"tech\", \"55\": \"penn\", \"56\": \"air\", \"57\": \"force\", \"58\": \"north\", \"59\": \"carolina\", \"60\": \"syracuse\", \"61\": \"connecticut\", \"62\": \"tulsa\", \"63\": \"south\", \"64\": \"oklahoma\", \"65\": \"arizona\", \"66\": \"northwestern\", \"67\": \"louisville\", \"68\": \"clemson\", \"69\": \"duke\", \"70\": \"nc\"}", "word_index": "{\"UNK\": 1, \"s\": 2, \"the\": 3, \"game\": 4, \"occurred\": 5, \"in\": 6, \"was\": 7, \"coach\": 8, \"won\": 9, \"notre\": 10, \"dame\": 11, \"brian\": 12, \"kelly\": 13, \"charlie\": 14, \"weis\": 15, \"tyrone\": 16, \"willingham\": 17, \"bob\": 18, \"davie\": 19, \"michigan\": 20, \"state\": 21, \"2002\": 22, \"2006\": 23, \"2007\": 24, \"2008\": 25, \"2009\": 26, \"2010\": 27, \"2011\": 28, \"2012\": 29, \"2013\": 30, \"2014\": 31, \"2015\": 32, \"2000\": 33, \"2001\": 34, \"2003\": 35, \"2004\": 36, \"2005\": 37, \"usc\": 38, \"2016\": 39, \"stanford\": 40, \"boston\": 41, \"college\": 42, \"pittsburgh\": 43, \"navy\": 44, \"purdue\": 45, \"florida\": 46, \"nebraska\": 47, \"texas\": 48, \"a\": 49, \"m\": 50, \"tennessee\": 51, \"byu\": 52, \"georgia\": 53, \"tech\": 54, \"penn\": 55, \"air\": 56, \"force\": 57, \"north\": 58, \"carolina\": 59, \"syracuse\": 60, \"connecticut\": 61, \"tulsa\": 62, \"south\": 63, \"oklahoma\": 64, \"arizona\": 65, \"northwestern\": 66, \"louisville\": 67, \"clemson\": 68, \"duke\": 69, \"nc\": 70}"}}