{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 1764, "word_counts": "{\"<s>\": 1764, \"bob\": 66, \"davie\": 66, \"was\": 588, \"the\": 1764, \"coach\": 588, \"</s>\": 1764, \"game\": 1176, \"occurred\": 588, \"in\": 588, \"2000\": 33, \"notre\": 372, \"dame\": 372, \"won\": 588, \"nebraska\": 6, \"michigan\": 45, \"state\": 39, \"2001\": 33, \"texas\": 6, \"a\": 3, \"m\": 3, \"boston\": 18, \"college\": 18, \"tennessee\": 3, \"stanford\": 21, \"2002\": 36, \"tyrone\": 102, \"willingham\": 102, \"usc\": 30, \"2003\": 33, \"purdue\": 9, \"florida\": 9, \"2004\": 33, \"byu\": 3, \"pittsburgh\": 12, \"charlie\": 177, \"weis\": 177, \"2005\": 33, \"2006\": 36, \"2007\": 36, \"georgia\": 3, \"tech\": 3, \"penn\": 3, \"navy\": 12, \"air\": 3, \"force\": 3, \"2008\": 36, \"north\": 3, \"carolina\": 3, \"syracuse\": 3, \"2009\": 36, \"connecticut\": 3, \"2010\": 36, \"brian\": 243, \"kelly\": 243, \"tulsa\": 3, \"2011\": 36, \"south\": 3, \"2012\": 36, \"2013\": 36, \"oklahoma\": 3, \"2014\": 36, \"arizona\": 3, \"northwestern\": 3, \"louisville\": 3, \"2015\": 36, \"clemson\": 3, \"2016\": 27, \"duke\": 3, \"nc\": 3}", "word_docs": "{\"was\": 588, \"</s>\": 1764, \"coach\": 588, \"<s>\": 1764, \"bob\": 66, \"the\": 1764, \"davie\": 66, \"occurred\": 588, \"game\": 1176, \"2000\": 33, \"in\": 588, \"notre\": 372, \"won\": 588, \"dame\": 372, \"nebraska\": 6, \"state\": 39, \"michigan\": 45, \"2001\": 33, \"m\": 3, \"a\": 3, \"texas\": 6, \"college\": 18, \"boston\": 18, \"tennessee\": 3, \"stanford\": 21, \"2002\": 36, \"willingham\": 102, \"tyrone\": 102, \"usc\": 30, \"2003\": 33, \"purdue\": 9, \"florida\": 9, \"2004\": 33, \"byu\": 3, \"pittsburgh\": 12, \"weis\": 177, \"charlie\": 177, \"2005\": 33, \"2006\": 36, \"2007\": 36, \"tech\": 3, \"georgia\": 3, \"penn\": 3, \"navy\": 12, \"air\": 3, \"force\": 3, \"2008\": 36, \"north\": 3, \"carolina\": 3, \"syracuse\": 3, \"2009\": 36, \"connecticut\": 3, \"2010\": 36, \"kelly\": 243, \"brian\": 243, \"tulsa\": 3, \"2011\": 36, \"south\": 3, \"2012\": 36, \"2013\": 36, \"oklahoma\": 3, \"2014\": 36, \"arizona\": 3, \"northwestern\": 3, \"louisville\": 3, \"2015\": 36, \"clemson\": 3, \"2016\": 27, \"duke\": 3, \"nc\": 3}", "index_docs": "{\"6\": 588, \"4\": 1764, \"7\": 588, \"2\": 1764, \"19\": 66, \"3\": 1764, \"20\": 66, \"8\": 588, \"5\": 1176, \"34\": 33, \"9\": 588, \"11\": 372, \"10\": 588, \"12\": 372, \"48\": 6, \"22\": 39, \"21\": 45, \"35\": 33, \"51\": 3, \"50\": 3, \"49\": 6, \"43\": 18, \"42\": 18, \"52\": 3, \"41\": 21, \"23\": 36, \"18\": 102, \"17\": 102, \"39\": 30, \"36\": 33, \"46\": 9, \"47\": 9, \"37\": 33, \"53\": 3, \"44\": 12, \"16\": 177, \"15\": 177, \"38\": 33, \"24\": 36, \"25\": 36, \"55\": 3, \"54\": 3, \"56\": 3, \"45\": 12, \"57\": 3, \"58\": 3, \"26\": 36, \"59\": 3, \"60\": 3, \"61\": 3, \"27\": 36, \"62\": 3, \"28\": 36, \"14\": 243, \"13\": 243, \"63\": 3, \"29\": 36, \"64\": 3, \"30\": 36, \"31\": 36, \"65\": 3, \"32\": 36, \"66\": 3, \"67\": 3, \"68\": 3, \"33\": 36, \"69\": 3, \"40\": 27, \"70\": 3, \"71\": 3}", "index_word": "{\"1\": \"UNK\", \"2\": \"<s>\", \"3\": \"the\", \"4\": \"</s>\", \"5\": \"game\", \"6\": \"was\", \"7\": \"coach\", \"8\": \"occurred\", \"9\": \"in\", \"10\": \"won\", \"11\": \"notre\", \"12\": \"dame\", \"13\": \"brian\", \"14\": \"kelly\", \"15\": \"charlie\", \"16\": \"weis\", \"17\": \"tyrone\", \"18\": \"willingham\", \"19\": \"bob\", \"20\": \"davie\", \"21\": \"michigan\", \"22\": \"state\", \"23\": \"2002\", \"24\": \"2006\", \"25\": \"2007\", \"26\": \"2008\", \"27\": \"2009\", \"28\": \"2010\", \"29\": \"2011\", \"30\": \"2012\", \"31\": \"2013\", \"32\": \"2014\", \"33\": \"2015\", \"34\": \"2000\", \"35\": \"2001\", \"36\": \"2003\", \"37\": \"2004\", \"38\": \"2005\", \"39\": \"usc\", \"40\": \"2016\", \"41\": \"stanford\", \"42\": \"boston\", \"43\": \"college\", \"44\": \"pittsburgh\", \"45\": \"navy\", \"46\": \"purdue\", \"47\": \"florida\", \"48\": \"nebraska\", \"49\": \"texas\", \"50\": \"a\", \"51\": \"m\", \"52\": \"tennessee\", \"53\": \"byu\", \"54\": \"georgia\", \"55\": \"tech\", \"56\": \"penn\", \"57\": \"air\", \"58\": \"force\", \"59\": \"north\", \"60\": \"carolina\", \"61\": \"syracuse\", \"62\": \"connecticut\", \"63\": \"tulsa\", \"64\": \"south\", \"65\": \"oklahoma\", \"66\": \"arizona\", \"67\": \"northwestern\", \"68\": \"louisville\", \"69\": \"clemson\", \"70\": \"duke\", \"71\": \"nc\"}", "word_index": "{\"UNK\": 1, \"<s>\": 2, \"the\": 3, \"</s>\": 4, \"game\": 5, \"was\": 6, \"coach\": 7, \"occurred\": 8, \"in\": 9, \"won\": 10, \"notre\": 11, \"dame\": 12, \"brian\": 13, \"kelly\": 14, \"charlie\": 15, \"weis\": 16, \"tyrone\": 17, \"willingham\": 18, \"bob\": 19, \"davie\": 20, \"michigan\": 21, \"state\": 22, \"2002\": 23, \"2006\": 24, \"2007\": 25, \"2008\": 26, \"2009\": 27, \"2010\": 28, \"2011\": 29, \"2012\": 30, \"2013\": 31, \"2014\": 32, \"2015\": 33, \"2000\": 34, \"2001\": 35, \"2003\": 36, \"2004\": 37, \"2005\": 38, \"usc\": 39, \"2016\": 40, \"stanford\": 41, \"boston\": 42, \"college\": 43, \"pittsburgh\": 44, \"navy\": 45, \"purdue\": 46, \"florida\": 47, \"nebraska\": 48, \"texas\": 49, \"a\": 50, \"m\": 51, \"tennessee\": 52, \"byu\": 53, \"georgia\": 54, \"tech\": 55, \"penn\": 56, \"air\": 57, \"force\": 58, \"north\": 59, \"carolina\": 60, \"syracuse\": 61, \"connecticut\": 62, \"tulsa\": 63, \"south\": 64, \"oklahoma\": 65, \"arizona\": 66, \"northwestern\": 67, \"louisville\": 68, \"clemson\": 69, \"duke\": 70, \"nc\": 71}"}}