{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 4704, "word_counts": "{\"<s>\": 4704, \"the\": 3528, \"game\": 2352, \"occurred\": 1176, \"in\": 1176, \"2000\": 66, \"</s>\": 4704, \"notre\": 1488, \"dame\": 1488, \"won\": 2352, \"bob\": 132, \"davie\": 132, \"was\": 1176, \"coach\": 1176, \"by\": 1176, \"14\": 48, \"points\": 1176, \"nebraska\": 24, \"3\": 168, \"2\": 48, \"michigan\": 180, \"state\": 156, \"6\": 42, \"31\": 36, \"12\": 12, \"28\": 12, \"17\": 66, \"2001\": 66, \"7\": 138, \"texas\": 24, \"a\": 12, \"m\": 12, \"21\": 48, \"10\": 36, \"11\": 18, \"boston\": 72, \"college\": 72, \"4\": 90, \"tennessee\": 12, \"18\": 36, \"stanford\": 84, \"2002\": 72, \"tyrone\": 204, \"willingham\": 204, \"22\": 18, \"24\": 48, \"8\": 36, \"42\": 12, \"usc\": 120, \"2003\": 66, \"38\": 30, \"purdue\": 36, \"13\": 12, \"florida\": 36, \"37\": 6, \"19\": 18, \"50\": 6, \"2004\": 66, \"byu\": 12, \"35\": 42, \"25\": 12, \"1\": 24, \"pittsburgh\": 48, \"2005\": 66, \"charlie\": 354, \"weis\": 354, \"26\": 30, \"20\": 12, \"2006\": 72, \"32\": 6, \"2007\": 72, \"georgia\": 12, \"tech\": 12, \"30\": 6, \"penn\": 12, \"navy\": 48, \"air\": 12, \"force\": 12, \"2008\": 72, \"16\": 18, \"north\": 12, \"carolina\": 12, \"5\": 12, \"syracuse\": 12, \"2009\": 72, \"connecticut\": 12, \"2010\": 72, \"brian\": 486, \"kelly\": 486, \"23\": 6, \"tulsa\": 12, \"2011\": 72, \"south\": 12, \"2012\": 72, \"40\": 6, \"15\": 6, \"9\": 6, \"2013\": 72, \"oklahoma\": 12, \"2014\": 72, \"arizona\": 12, \"northwestern\": 12, \"louisville\": 12, \"2015\": 72, \"clemson\": 12, \"2016\": 54, \"29\": 6, \"duke\": 12, \"nc\": 12}", "word_docs": "{\"in\": 1176, \"game\": 2352, \"</s>\": 4704, \"2000\": 66, \"<s>\": 4704, \"occurred\": 1176, \"the\": 3528, \"dame\": 1488, \"won\": 2352, \"notre\": 1488, \"davie\": 132, \"was\": 1176, \"coach\": 1176, \"bob\": 132, \"by\": 1176, \"points\": 1176, \"14\": 48, \"nebraska\": 24, \"3\": 168, \"2\": 48, \"state\": 156, \"michigan\": 180, \"6\": 42, \"31\": 36, \"12\": 12, \"28\": 12, \"17\": 66, \"2001\": 66, \"7\": 138, \"m\": 12, \"texas\": 24, \"a\": 12, \"21\": 48, \"10\": 36, \"11\": 18, \"boston\": 72, \"college\": 72, \"4\": 90, \"tennessee\": 12, \"18\": 36, \"stanford\": 84, \"2002\": 72, \"willingham\": 204, \"tyrone\": 204, \"22\": 18, \"24\": 48, \"8\": 36, \"42\": 12, \"usc\": 120, \"2003\": 66, \"38\": 30, \"purdue\": 36, \"13\": 12, \"florida\": 36, \"37\": 6, \"19\": 18, \"50\": 6, \"2004\": 66, \"byu\": 12, \"35\": 42, \"25\": 12, \"1\": 24, \"pittsburgh\": 48, \"2005\": 66, \"charlie\": 354, \"weis\": 354, \"26\": 30, \"20\": 12, \"2006\": 72, \"32\": 6, \"2007\": 72, \"tech\": 12, \"georgia\": 12, \"30\": 6, \"penn\": 12, \"navy\": 48, \"force\": 12, \"air\": 12, \"2008\": 72, \"16\": 18, \"carolina\": 12, \"north\": 12, \"5\": 12, \"syracuse\": 12, \"2009\": 72, \"connecticut\": 12, \"2010\": 72, \"brian\": 486, \"kelly\": 486, \"23\": 6, \"tulsa\": 12, \"2011\": 72, \"south\": 12, \"2012\": 72, \"40\": 6, \"15\": 6, \"9\": 6, \"2013\": 72, \"oklahoma\": 12, \"2014\": 72, \"arizona\": 12, \"northwestern\": 12, \"louisville\": 12, \"2015\": 72, \"clemson\": 12, \"2016\": 54, \"29\": 6, \"duke\": 12, \"nc\": 12}", "index_docs": "{\"10\": 1176, \"5\": 2352, \"3\": 4704, \"43\": 66, \"2\": 4704, \"9\": 1176, \"4\": 3528, \"8\": 1488, \"6\": 2352, \"7\": 1488, \"26\": 132, \"11\": 1176, \"12\": 1176, \"25\": 132, \"13\": 1176, \"14\": 1176, \"50\": 48, \"66\": 24, \"22\": 168, \"51\": 48, \"23\": 156, \"21\": 180, \"56\": 42, \"58\": 36, \"73\": 12, \"74\": 12, \"44\": 66, \"45\": 66, \"24\": 138, \"76\": 12, \"67\": 24, \"75\": 12, \"52\": 48, \"59\": 36, \"69\": 18, \"30\": 72, \"31\": 72, \"28\": 90, \"77\": 12, \"60\": 36, \"29\": 84, \"32\": 72, \"20\": 204, \"19\": 204, \"70\": 18, \"53\": 48, \"61\": 36, \"78\": 12, \"27\": 120, \"46\": 66, \"64\": 30, \"62\": 36, \"79\": 12, \"63\": 36, \"102\": 6, \"71\": 18, \"103\": 6, \"47\": 66, \"80\": 12, \"57\": 42, \"81\": 12, \"68\": 24, \"54\": 48, \"48\": 66, \"17\": 354, \"18\": 354, \"65\": 30, \"82\": 12, \"33\": 72, \"104\": 6, \"34\": 72, \"84\": 12, \"83\": 12, \"105\": 6, \"85\": 12, \"55\": 48, \"87\": 12, \"86\": 12, \"35\": 72, \"72\": 18, \"89\": 12, \"88\": 12, \"90\": 12, \"91\": 12, \"36\": 72, \"92\": 12, \"37\": 72, \"15\": 486, \"16\": 486, \"106\": 6, \"93\": 12, \"38\": 72, \"94\": 12, \"39\": 72, \"107\": 6, \"108\": 6, \"109\": 6, \"40\": 72, \"95\": 12, \"41\": 72, \"96\": 12, \"97\": 12, \"98\": 12, \"42\": 72, \"99\": 12, \"49\": 54, \"110\": 6, \"100\": 12, \"101\": 12}", "index_word": "{\"1\": \"UNK\", \"2\": \"<s>\", \"3\": \"</s>\", \"4\": \"the\", \"5\": \"game\", \"6\": \"won\", \"7\": \"notre\", \"8\": \"dame\", \"9\": \"occurred\", \"10\": \"in\", \"11\": \"was\", \"12\": \"coach\", \"13\": \"by\", \"14\": \"points\", \"15\": \"brian\", \"16\": \"kelly\", \"17\": \"charlie\", \"18\": \"weis\", \"19\": \"tyrone\", \"20\": \"willingham\", \"21\": \"michigan\", \"22\": \"3\", \"23\": \"state\", \"24\": \"7\", \"25\": \"bob\", \"26\": \"davie\", \"27\": \"usc\", \"28\": \"4\", \"29\": \"stanford\", \"30\": \"boston\", \"31\": \"college\", \"32\": \"2002\", \"33\": \"2006\", \"34\": \"2007\", \"35\": \"2008\", \"36\": \"2009\", \"37\": \"2010\", \"38\": \"2011\", \"39\": \"2012\", \"40\": \"2013\", \"41\": \"2014\", \"42\": \"2015\", \"43\": \"2000\", \"44\": \"17\", \"45\": \"2001\", \"46\": \"2003\", \"47\": \"2004\", \"48\": \"2005\", \"49\": \"2016\", \"50\": \"14\", \"51\": \"2\", \"52\": \"21\", \"53\": \"24\", \"54\": \"pittsburgh\", \"55\": \"navy\", \"56\": \"6\", \"57\": \"35\", \"58\": \"31\", \"59\": \"10\", \"60\": \"18\", \"61\": \"8\", \"62\": \"purdue\", \"63\": \"florida\", \"64\": \"38\", \"65\": \"26\", \"66\": \"nebraska\", \"67\": \"texas\", \"68\": \"1\", \"69\": \"11\", \"70\": \"22\", \"71\": \"19\", \"72\": \"16\", \"73\": \"12\", \"74\": \"28\", \"75\": \"a\", \"76\": \"m\", \"77\": \"tennessee\", \"78\": \"42\", \"79\": \"13\", \"80\": \"byu\", \"81\": \"25\", \"82\": \"20\", \"83\": \"georgia\", \"84\": \"tech\", \"85\": \"penn\", \"86\": \"air\", \"87\": \"force\", \"88\": \"north\", \"89\": \"carolina\", \"90\": \"5\", \"91\": \"syracuse\", \"92\": \"connecticut\", \"93\": \"tulsa\", \"94\": \"south\", \"95\": \"oklahoma\", \"96\": \"arizona\", \"97\": \"northwestern\", \"98\": \"louisville\", \"99\": \"clemson\", \"100\": \"duke\", \"101\": \"nc\", \"102\": \"37\", \"103\": \"50\", \"104\": \"32\", \"105\": \"30\", \"106\": \"23\", \"107\": \"40\", \"108\": \"15\", \"109\": \"9\", \"110\": \"29\"}", "word_index": "{\"UNK\": 1, \"<s>\": 2, \"</s>\": 3, \"the\": 4, \"game\": 5, \"won\": 6, \"notre\": 7, \"dame\": 8, \"occurred\": 9, \"in\": 10, \"was\": 11, \"coach\": 12, \"by\": 13, \"points\": 14, \"brian\": 15, \"kelly\": 16, \"charlie\": 17, \"weis\": 18, \"tyrone\": 19, \"willingham\": 20, \"michigan\": 21, \"3\": 22, \"state\": 23, \"7\": 24, \"bob\": 25, \"davie\": 26, \"usc\": 27, \"4\": 28, \"stanford\": 29, \"boston\": 30, \"college\": 31, \"2002\": 32, \"2006\": 33, \"2007\": 34, \"2008\": 35, \"2009\": 36, \"2010\": 37, \"2011\": 38, \"2012\": 39, \"2013\": 40, \"2014\": 41, \"2015\": 42, \"2000\": 43, \"17\": 44, \"2001\": 45, \"2003\": 46, \"2004\": 47, \"2005\": 48, \"2016\": 49, \"14\": 50, \"2\": 51, \"21\": 52, \"24\": 53, \"pittsburgh\": 54, \"navy\": 55, \"6\": 56, \"35\": 57, \"31\": 58, \"10\": 59, \"18\": 60, \"8\": 61, \"purdue\": 62, \"florida\": 63, \"38\": 64, \"26\": 65, \"nebraska\": 66, \"texas\": 67, \"1\": 68, \"11\": 69, \"22\": 70, \"19\": 71, \"16\": 72, \"12\": 73, \"28\": 74, \"a\": 75, \"m\": 76, \"tennessee\": 77, \"42\": 78, \"13\": 79, \"byu\": 80, \"25\": 81, \"20\": 82, \"georgia\": 83, \"tech\": 84, \"penn\": 85, \"air\": 86, \"force\": 87, \"north\": 88, \"carolina\": 89, \"5\": 90, \"syracuse\": 91, \"connecticut\": 92, \"tulsa\": 93, \"south\": 94, \"oklahoma\": 95, \"arizona\": 96, \"northwestern\": 97, \"louisville\": 98, \"clemson\": 99, \"duke\": 100, \"nc\": 101, \"37\": 102, \"50\": 103, \"32\": 104, \"30\": 105, \"23\": 106, \"40\": 107, \"15\": 108, \"9\": 109, \"29\": 110}"}}