{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 4704, "word_counts": "{\"<s>\": 4704, \"2000\": 264, \"bob\": 528, \"davie\": 528, \"notre\": 2976, \"dame\": 2976, \"0\": 4656, \"14\": 264, \"</s>\": 4704, \"nebraska\": 48, \"23\": 96, \"fbs\": 2376, \"independents\": 2376, \"3\": 696, \"21\": 240, \"2\": 240, \"michigan\": 360, \"state\": 312, \"16\": 168, \"6\": 408, \"25\": 144, \"20\": 168, \"31\": 144, \"19\": 144, \"11\": 264, \"12\": 144, \"28\": 48, \"17\": 312, \"2001\": 264, \"7\": 648, \"texas\": 48, \"a\": 24, \"m\": 24, \"10\": 216, \"boston\": 144, \"college\": 144, \"4\": 480, \"tennessee\": 24, \"18\": 216, \"stanford\": 168, \"2002\": 288, \"tyrone\": 816, \"willingham\": 816, \"22\": 168, \"9\": 240, \"24\": 288, \"8\": 312, \"42\": 48, \"usc\": 240, \"2003\": 264, \"15\": 96, \"38\": 120, \"purdue\": 72, \"13\": 72, \"florida\": 72, \"37\": 24, \"50\": 24, \"2004\": 264, \"byu\": 24, \"35\": 168, \"1\": 120, \"pittsburgh\": 96, \"2005\": 264, \"charlie\": 1416, \"weis\": 1416, \"26\": 120, \"2006\": 288, \"32\": 24, \"2007\": 288, \"georgia\": 24, \"tech\": 24, \"30\": 24, \"penn\": 24, \"navy\": 96, \"air\": 24, \"force\": 24, \"2008\": 288, \"north\": 24, \"carolina\": 24, \"5\": 144, \"syracuse\": 24, \"2009\": 288, \"connecticut\": 24, \"2010\": 288, \"brian\": 1944, \"kelly\": 1944, \"tulsa\": 24, \"2011\": 288, \"south\": 24, \"2012\": 288, \"40\": 24, \"2013\": 288, \"oklahoma\": 24, \"2014\": 288, \"arizona\": 24, \"northwestern\": 24, \"louisville\": 24, \"2015\": 288, \"clemson\": 24, \"2016\": 216, \"29\": 24, \"duke\": 24, \"nc\": 24}", "word_docs": "{\"dame\": 2976, \"2000\": 264, \"<s>\": 4704, \"davie\": 528, \"14\": 264, \"bob\": 528, \"notre\": 2976, \"0\": 2328, \"</s>\": 4704, \"23\": 96, \"independents\": 2376, \"nebraska\": 48, \"3\": 696, \"fbs\": 2376, \"2\": 240, \"21\": 240, \"state\": 312, \"michigan\": 360, \"6\": 408, \"16\": 168, \"25\": 144, \"31\": 144, \"20\": 168, \"19\": 144, \"11\": 264, \"12\": 144, \"28\": 48, \"17\": 288, \"2001\": 264, \"7\": 600, \"texas\": 48, \"a\": 24, \"m\": 24, \"10\": 216, \"college\": 144, \"boston\": 144, \"4\": 480, \"tennessee\": 24, \"18\": 216, \"stanford\": 168, \"tyrone\": 816, \"willingham\": 816, \"2002\": 288, \"22\": 168, \"9\": 240, \"24\": 288, \"8\": 264, \"42\": 48, \"usc\": 240, \"2003\": 264, \"38\": 120, \"15\": 96, \"purdue\": 72, \"13\": 72, \"florida\": 72, \"37\": 24, \"50\": 24, \"byu\": 24, \"2004\": 264, \"35\": 168, \"1\": 120, \"pittsburgh\": 96, \"weis\": 1416, \"2005\": 264, \"charlie\": 1416, \"26\": 120, \"2006\": 288, \"32\": 24, \"30\": 24, \"georgia\": 24, \"2007\": 288, \"tech\": 24, \"penn\": 24, \"navy\": 96, \"air\": 24, \"force\": 24, \"2008\": 288, \"5\": 144, \"north\": 24, \"carolina\": 24, \"syracuse\": 24, \"2009\": 288, \"connecticut\": 24, \"brian\": 1944, \"kelly\": 1944, \"2010\": 288, \"tulsa\": 24, \"south\": 24, \"2011\": 288, \"2012\": 288, \"40\": 24, \"2013\": 288, \"oklahoma\": 24, \"2014\": 288, \"arizona\": 24, \"northwestern\": 24, \"louisville\": 24, \"2015\": 288, \"clemson\": 24, \"2016\": 216, \"29\": 24, \"duke\": 24, \"nc\": 24}", "index_docs": "{\"6\": 2976, \"37\": 264, \"2\": 4704, \"18\": 528, \"38\": 264, \"17\": 528, \"5\": 2976, \"4\": 2328, \"3\": 4704, \"66\": 96, \"8\": 2376, \"73\": 48, \"15\": 696, \"7\": 2376, \"45\": 240, \"44\": 240, \"22\": 312, \"21\": 360, \"20\": 408, \"51\": 168, \"56\": 144, \"57\": 144, \"52\": 168, \"58\": 144, \"39\": 264, \"59\": 144, \"74\": 48, \"23\": 288, \"40\": 264, \"16\": 600, \"75\": 48, \"77\": 24, \"78\": 24, \"48\": 216, \"61\": 144, \"60\": 144, \"19\": 480, \"79\": 24, \"49\": 216, \"53\": 168, \"13\": 816, \"14\": 816, \"25\": 288, \"54\": 168, \"46\": 240, \"26\": 288, \"24\": 264, \"76\": 48, \"47\": 240, \"41\": 264, \"63\": 120, \"67\": 96, \"70\": 72, \"71\": 72, \"72\": 72, \"80\": 24, \"81\": 24, \"82\": 24, \"42\": 264, \"55\": 168, \"64\": 120, \"68\": 96, \"12\": 1416, \"43\": 264, \"11\": 1416, \"65\": 120, \"27\": 288, \"83\": 24, \"86\": 24, \"84\": 24, \"28\": 288, \"85\": 24, \"87\": 24, \"69\": 96, \"88\": 24, \"89\": 24, \"29\": 288, \"62\": 144, \"90\": 24, \"91\": 24, \"92\": 24, \"30\": 288, \"93\": 24, \"9\": 1944, \"10\": 1944, \"31\": 288, \"94\": 24, \"95\": 24, \"32\": 288, \"33\": 288, \"96\": 24, \"34\": 288, \"97\": 24, \"35\": 288, \"98\": 24, \"99\": 24, \"100\": 24, \"36\": 288, \"101\": 24, \"50\": 216, \"102\": 24, \"103\": 24, \"104\": 24}", "index_word": "{\"1\": \"UNK\", \"2\": \"<s>\", \"3\": \"</s>\", \"4\": \"0\", \"5\": \"notre\", \"6\": \"dame\", \"7\": \"fbs\", \"8\": \"independents\", \"9\": \"brian\", \"10\": \"kelly\", \"11\": \"charlie\", \"12\": \"weis\", \"13\": \"tyrone\", \"14\": \"willingham\", \"15\": \"3\", \"16\": \"7\", \"17\": \"bob\", \"18\": \"davie\", \"19\": \"4\", \"20\": \"6\", \"21\": \"michigan\", \"22\": \"state\", \"23\": \"17\", \"24\": \"8\", \"25\": \"2002\", \"26\": \"24\", \"27\": \"2006\", \"28\": \"2007\", \"29\": \"2008\", \"30\": \"2009\", \"31\": \"2010\", \"32\": \"2011\", \"33\": \"2012\", \"34\": \"2013\", \"35\": \"2014\", \"36\": \"2015\", \"37\": \"2000\", \"38\": \"14\", \"39\": \"11\", \"40\": \"2001\", \"41\": \"2003\", \"42\": \"2004\", \"43\": \"2005\", \"44\": \"21\", \"45\": \"2\", \"46\": \"9\", \"47\": \"usc\", \"48\": \"10\", \"49\": \"18\", \"50\": \"2016\", \"51\": \"16\", \"52\": \"20\", \"53\": \"stanford\", \"54\": \"22\", \"55\": \"35\", \"56\": \"25\", \"57\": \"31\", \"58\": \"19\", \"59\": \"12\", \"60\": \"boston\", \"61\": \"college\", \"62\": \"5\", \"63\": \"38\", \"64\": \"1\", \"65\": \"26\", \"66\": \"23\", \"67\": \"15\", \"68\": \"pittsburgh\", \"69\": \"navy\", \"70\": \"purdue\", \"71\": \"13\", \"72\": \"florida\", \"73\": \"nebraska\", \"74\": \"28\", \"75\": \"texas\", \"76\": \"42\", \"77\": \"a\", \"78\": \"m\", \"79\": \"tennessee\", \"80\": \"37\", \"81\": \"50\", \"82\": \"byu\", \"83\": \"32\", \"84\": \"georgia\", \"85\": \"tech\", \"86\": \"30\", \"87\": \"penn\", \"88\": \"air\", \"89\": \"force\", \"90\": \"north\", \"91\": \"carolina\", \"92\": \"syracuse\", \"93\": \"connecticut\", \"94\": \"tulsa\", \"95\": \"south\", \"96\": \"40\", \"97\": \"oklahoma\", \"98\": \"arizona\", \"99\": \"northwestern\", \"100\": \"louisville\", \"101\": \"clemson\", \"102\": \"29\", \"103\": \"duke\", \"104\": \"nc\"}", "word_index": "{\"UNK\": 1, \"<s>\": 2, \"</s>\": 3, \"0\": 4, \"notre\": 5, \"dame\": 6, \"fbs\": 7, \"independents\": 8, \"brian\": 9, \"kelly\": 10, \"charlie\": 11, \"weis\": 12, \"tyrone\": 13, \"willingham\": 14, \"3\": 15, \"7\": 16, \"bob\": 17, \"davie\": 18, \"4\": 19, \"6\": 20, \"michigan\": 21, \"state\": 22, \"17\": 23, \"8\": 24, \"2002\": 25, \"24\": 26, \"2006\": 27, \"2007\": 28, \"2008\": 29, \"2009\": 30, \"2010\": 31, \"2011\": 32, \"2012\": 33, \"2013\": 34, \"2014\": 35, \"2015\": 36, \"2000\": 37, \"14\": 38, \"11\": 39, \"2001\": 40, \"2003\": 41, \"2004\": 42, \"2005\": 43, \"21\": 44, \"2\": 45, \"9\": 46, \"usc\": 47, \"10\": 48, \"18\": 49, \"2016\": 50, \"16\": 51, \"20\": 52, \"stanford\": 53, \"22\": 54, \"35\": 55, \"25\": 56, \"31\": 57, \"19\": 58, \"12\": 59, \"boston\": 60, \"college\": 61, \"5\": 62, \"38\": 63, \"1\": 64, \"26\": 65, \"23\": 66, \"15\": 67, \"pittsburgh\": 68, \"navy\": 69, \"purdue\": 70, \"13\": 71, \"florida\": 72, \"nebraska\": 73, \"28\": 74, \"texas\": 75, \"42\": 76, \"a\": 77, \"m\": 78, \"tennessee\": 79, \"37\": 80, \"50\": 81, \"byu\": 82, \"32\": 83, \"georgia\": 84, \"tech\": 85, \"30\": 86, \"penn\": 87, \"air\": 88, \"force\": 89, \"north\": 90, \"carolina\": 91, \"syracuse\": 92, \"connecticut\": 93, \"tulsa\": 94, \"south\": 95, \"40\": 96, \"oklahoma\": 97, \"arizona\": 98, \"northwestern\": 99, \"louisville\": 100, \"clemson\": 101, \"29\": 102, \"duke\": 103, \"nc\": 104}"}}