{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 3528, "word_counts": "{\"<s>\": 3528, \"2000\": 198, \"bob\": 396, \"davie\": 396, \"notre\": 2232, \"dame\": 2232, \"0\": 3492, \"</s>\": 3528, \"nebraska\": 36, \"23\": 54, \"fbs\": 1782, \"independents\": 1782, \"21\": 36, \"michigan\": 270, \"state\": 234, \"16\": 72, \"25\": 72, \"20\": 90, \"19\": 54, \"11\": 144, \"2001\": 198, \"17\": 36, \"texas\": 36, \"a\": 18, \"m\": 18, \"boston\": 108, \"college\": 108, \"tennessee\": 18, \"stanford\": 126, \"2002\": 216, \"tyrone\": 612, \"willingham\": 612, \"12\": 72, \"9\": 162, \"8\": 126, \"7\": 72, \"6\": 180, \"4\": 90, \"usc\": 180, \"2003\": 198, \"15\": 54, \"purdue\": 54, \"florida\": 54, \"2004\": 198, \"byu\": 18, \"24\": 72, \"pittsburgh\": 72, \"2005\": 198, \"charlie\": 1062, \"weis\": 1062, \"10\": 54, \"13\": 18, \"2006\": 216, \"2\": 36, \"2007\": 216, \"georgia\": 18, \"tech\": 18, \"penn\": 18, \"navy\": 72, \"air\": 18, \"force\": 18, \"2008\": 216, \"north\": 18, \"carolina\": 18, \"syracuse\": 18, \"2009\": 216, \"18\": 54, \"connecticut\": 18, \"2010\": 216, \"brian\": 1458, \"kelly\": 1458, \"tulsa\": 18, \"2011\": 216, \"south\": 18, \"22\": 72, \"2012\": 216, \"5\": 72, \"3\": 18, \"1\": 18, \"2013\": 216, \"14\": 54, \"oklahoma\": 18, \"2014\": 216, \"arizona\": 18, \"northwestern\": 18, \"louisville\": 18, \"2015\": 216, \"clemson\": 18, \"2016\": 162, \"duke\": 18, \"nc\": 18}", "word_docs": "{\"davie\": 396, \"0\": 1746, \"<s>\": 3528, \"</s>\": 3528, \"notre\": 2232, \"bob\": 396, \"dame\": 2232, \"2000\": 198, \"nebraska\": 36, \"independents\": 1782, \"fbs\": 1782, \"23\": 54, \"21\": 36, \"state\": 234, \"16\": 72, \"michigan\": 270, \"25\": 72, \"20\": 90, \"19\": 54, \"11\": 144, \"2001\": 198, \"17\": 36, \"a\": 18, \"m\": 18, \"texas\": 36, \"college\": 108, \"boston\": 108, \"tennessee\": 18, \"stanford\": 126, \"willingham\": 612, \"2002\": 216, \"tyrone\": 612, \"12\": 72, \"9\": 162, \"8\": 126, \"7\": 72, \"6\": 180, \"4\": 90, \"usc\": 180, \"2003\": 198, \"15\": 54, \"purdue\": 54, \"florida\": 54, \"byu\": 18, \"2004\": 198, \"24\": 72, \"pittsburgh\": 72, \"2005\": 198, \"charlie\": 1062, \"weis\": 1062, \"10\": 54, \"13\": 18, \"2\": 36, \"2006\": 216, \"georgia\": 18, \"tech\": 18, \"2007\": 216, \"penn\": 18, \"navy\": 72, \"air\": 18, \"force\": 18, \"2008\": 216, \"carolina\": 18, \"north\": 18, \"syracuse\": 18, \"2009\": 216, \"18\": 54, \"connecticut\": 18, \"brian\": 1458, \"kelly\": 1458, \"2010\": 216, \"tulsa\": 18, \"2011\": 216, \"south\": 18, \"22\": 72, \"2012\": 216, \"5\": 72, \"3\": 18, \"1\": 18, \"2013\": 216, \"14\": 54, \"oklahoma\": 18, \"2014\": 216, \"arizona\": 18, \"northwestern\": 18, \"louisville\": 18, \"2015\": 216, \"clemson\": 18, \"2016\": 162, \"duke\": 18, \"nc\": 18}", "index_docs": "{\"16\": 396, \"4\": 1746, \"2\": 3528, \"3\": 3528, \"5\": 2232, \"15\": 396, \"6\": 2232, \"30\": 198, \"63\": 36, \"8\": 1782, \"7\": 1782, \"55\": 54, \"64\": 36, \"18\": 234, \"46\": 72, \"17\": 270, \"47\": 72, \"44\": 90, \"56\": 54, \"39\": 144, \"31\": 198, \"65\": 36, \"68\": 18, \"69\": 18, \"66\": 36, \"43\": 108, \"42\": 108, \"70\": 18, \"40\": 126, \"14\": 612, \"19\": 216, \"13\": 612, \"48\": 72, \"37\": 162, \"41\": 126, \"49\": 72, \"35\": 180, \"45\": 90, \"36\": 180, \"32\": 198, \"57\": 54, \"58\": 54, \"59\": 54, \"71\": 18, \"33\": 198, \"50\": 72, \"51\": 72, \"34\": 198, \"11\": 1062, \"12\": 1062, \"60\": 54, \"72\": 18, \"67\": 36, \"20\": 216, \"73\": 18, \"74\": 18, \"21\": 216, \"75\": 18, \"52\": 72, \"76\": 18, \"77\": 18, \"22\": 216, \"79\": 18, \"78\": 18, \"80\": 18, \"23\": 216, \"61\": 54, \"81\": 18, \"9\": 1458, \"10\": 1458, \"24\": 216, \"82\": 18, \"25\": 216, \"83\": 18, \"53\": 72, \"26\": 216, \"54\": 72, \"84\": 18, \"85\": 18, \"27\": 216, \"62\": 54, \"86\": 18, \"28\": 216, \"87\": 18, \"88\": 18, \"89\": 18, \"29\": 216, \"90\": 18, \"38\": 162, \"91\": 18, \"92\": 18}", "index_word": "{\"1\": \"UNK\", \"2\": \"<s>\", \"3\": \"</s>\", \"4\": \"0\", \"5\": \"notre\", \"6\": \"dame\", \"7\": \"fbs\", \"8\": \"independents\", \"9\": \"brian\", \"10\": \"kelly\", \"11\": \"charlie\", \"12\": \"weis\", \"13\": \"tyrone\", \"14\": \"willingham\", \"15\": \"bob\", \"16\": \"davie\", \"17\": \"michigan\", \"18\": \"state\", \"19\": \"2002\", \"20\": \"2006\", \"21\": \"2007\", \"22\": \"2008\", \"23\": \"2009\", \"24\": \"2010\", \"25\": \"2011\", \"26\": \"2012\", \"27\": \"2013\", \"28\": \"2014\", \"29\": \"2015\", \"30\": \"2000\", \"31\": \"2001\", \"32\": \"2003\", \"33\": \"2004\", \"34\": \"2005\", \"35\": \"6\", \"36\": \"usc\", \"37\": \"9\", \"38\": \"2016\", \"39\": \"11\", \"40\": \"stanford\", \"41\": \"8\", \"42\": \"boston\", \"43\": \"college\", \"44\": \"20\", \"45\": \"4\", \"46\": \"16\", \"47\": \"25\", \"48\": \"12\", \"49\": \"7\", \"50\": \"24\", \"51\": \"pittsburgh\", \"52\": \"navy\", \"53\": \"22\", \"54\": \"5\", \"55\": \"23\", \"56\": \"19\", \"57\": \"15\", \"58\": \"purdue\", \"59\": \"florida\", \"60\": \"10\", \"61\": \"18\", \"62\": \"14\", \"63\": \"nebraska\", \"64\": \"21\", \"65\": \"17\", \"66\": \"texas\", \"67\": \"2\", \"68\": \"a\", \"69\": \"m\", \"70\": \"tennessee\", \"71\": \"byu\", \"72\": \"13\", \"73\": \"georgia\", \"74\": \"tech\", \"75\": \"penn\", \"76\": \"air\", \"77\": \"force\", \"78\": \"north\", \"79\": \"carolina\", \"80\": \"syracuse\", \"81\": \"connecticut\", \"82\": \"tulsa\", \"83\": \"south\", \"84\": \"3\", \"85\": \"1\", \"86\": \"oklahoma\", \"87\": \"arizona\", \"88\": \"northwestern\", \"89\": \"louisville\", \"90\": \"clemson\", \"91\": \"duke\", \"92\": \"nc\"}", "word_index": "{\"UNK\": 1, \"<s>\": 2, \"</s>\": 3, \"0\": 4, \"notre\": 5, \"dame\": 6, \"fbs\": 7, \"independents\": 8, \"brian\": 9, \"kelly\": 10, \"charlie\": 11, \"weis\": 12, \"tyrone\": 13, \"willingham\": 14, \"bob\": 15, \"davie\": 16, \"michigan\": 17, \"state\": 18, \"2002\": 19, \"2006\": 20, \"2007\": 21, \"2008\": 22, \"2009\": 23, \"2010\": 24, \"2011\": 25, \"2012\": 26, \"2013\": 27, \"2014\": 28, \"2015\": 29, \"2000\": 30, \"2001\": 31, \"2003\": 32, \"2004\": 33, \"2005\": 34, \"6\": 35, \"usc\": 36, \"9\": 37, \"2016\": 38, \"11\": 39, \"stanford\": 40, \"8\": 41, \"boston\": 42, \"college\": 43, \"20\": 44, \"4\": 45, \"16\": 46, \"25\": 47, \"12\": 48, \"7\": 49, \"24\": 50, \"pittsburgh\": 51, \"navy\": 52, \"22\": 53, \"5\": 54, \"23\": 55, \"19\": 56, \"15\": 57, \"purdue\": 58, \"florida\": 59, \"10\": 60, \"18\": 61, \"14\": 62, \"nebraska\": 63, \"21\": 64, \"17\": 65, \"texas\": 66, \"2\": 67, \"a\": 68, \"m\": 69, \"tennessee\": 70, \"byu\": 71, \"13\": 72, \"georgia\": 73, \"tech\": 74, \"penn\": 75, \"air\": 76, \"force\": 77, \"north\": 78, \"carolina\": 79, \"syracuse\": 80, \"connecticut\": 81, \"tulsa\": 82, \"south\": 83, \"3\": 84, \"1\": 85, \"oklahoma\": 86, \"arizona\": 87, \"northwestern\": 88, \"louisville\": 89, \"clemson\": 90, \"duke\": 91, \"nc\": 92}"}}