{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 3528, "word_counts": "{\"<s>\": 3528, \"the\": 17640, \"game\": 7056, \"was\": 17640, \"played\": 3528, \"in\": 3528, \"2000\": 198, \"head\": 3528, \"coach\": 3528, \"bob\": 396, \"davie\": 396, \"winner\": 3528, \"of\": 7056, \"notre\": 9288, \"dame\": 9288, \"ranked\": 3528, \"0\": 3492, \"a\": 3546, \"part\": 3528, \"conference\": 3528, \"</s>\": 3528, \"nebraska\": 36, \"23\": 54, \"fbs\": 1782, \"independents\": 1782, \"21\": 36, \"michigan\": 270, \"state\": 234, \"16\": 72, \"25\": 72, \"20\": 90, \"19\": 54, \"11\": 144, \"2001\": 198, \"17\": 36, \"texas\": 36, \"m\": 18, \"boston\": 108, \"college\": 108, \"tennessee\": 18, \"stanford\": 126, \"2002\": 216, \"tyrone\": 612, \"willingham\": 612, \"12\": 72, \"9\": 162, \"8\": 126, \"7\": 72, \"6\": 180, \"4\": 90, \"usc\": 180, \"2003\": 198, \"15\": 54, \"purdue\": 54, \"florida\": 54, \"2004\": 198, \"byu\": 18, \"24\": 72, \"pittsburgh\": 72, \"2005\": 198, \"charlie\": 1062, \"weis\": 1062, \"10\": 54, \"13\": 18, \"2006\": 216, \"2\": 36, \"2007\": 216, \"georgia\": 18, \"tech\": 18, \"penn\": 18, \"navy\": 72, \"air\": 18, \"force\": 18, \"2008\": 216, \"north\": 18, \"carolina\": 18, \"syracuse\": 18, \"2009\": 216, \"18\": 54, \"connecticut\": 18, \"2010\": 216, \"brian\": 1458, \"kelly\": 1458, \"tulsa\": 18, \"2011\": 216, \"south\": 18, \"22\": 72, \"2012\": 216, \"5\": 72, \"3\": 18, \"1\": 18, \"2013\": 216, \"14\": 54, \"oklahoma\": 18, \"2014\": 216, \"arizona\": 18, \"northwestern\": 18, \"louisville\": 18, \"2015\": 216, \"clemson\": 18, \"2016\": 162, \"duke\": 18, \"nc\": 18}", "word_docs": "{\"played\": 3528, \"conference\": 3528, \"the\": 3528, \"game\": 3528, \"coach\": 3528, \"2000\": 198, \"of\": 3528, \"0\": 1746, \"notre\": 3528, \"ranked\": 3528, \"winner\": 3528, \"was\": 3528, \"in\": 3528, \"dame\": 3528, \"part\": 3528, \"bob\": 396, \"</s>\": 3528, \"head\": 3528, \"<s>\": 3528, \"davie\": 396, \"a\": 3528, \"23\": 54, \"fbs\": 1782, \"independents\": 1782, \"nebraska\": 36, \"21\": 36, \"michigan\": 270, \"16\": 72, \"state\": 234, \"25\": 72, \"20\": 90, \"19\": 54, \"11\": 144, \"17\": 36, \"2001\": 198, \"m\": 18, \"texas\": 36, \"college\": 108, \"boston\": 108, \"tennessee\": 18, \"stanford\": 126, \"2002\": 216, \"tyrone\": 612, \"willingham\": 612, \"12\": 72, \"9\": 162, \"8\": 126, \"7\": 72, \"6\": 180, \"4\": 90, \"usc\": 180, \"2003\": 198, \"15\": 54, \"purdue\": 54, \"florida\": 54, \"byu\": 18, \"2004\": 198, \"24\": 72, \"pittsburgh\": 72, \"weis\": 1062, \"charlie\": 1062, \"2005\": 198, \"10\": 54, \"13\": 18, \"2\": 36, \"2006\": 216, \"2007\": 216, \"tech\": 18, \"georgia\": 18, \"penn\": 18, \"navy\": 72, \"air\": 18, \"force\": 18, \"2008\": 216, \"north\": 18, \"carolina\": 18, \"syracuse\": 18, \"2009\": 216, \"18\": 54, \"connecticut\": 18, \"brian\": 1458, \"kelly\": 1458, \"2010\": 216, \"tulsa\": 18, \"2011\": 216, \"south\": 18, \"22\": 72, \"2012\": 216, \"5\": 72, \"3\": 18, \"1\": 18, \"14\": 54, \"2013\": 216, \"oklahoma\": 18, \"2014\": 216, \"arizona\": 18, \"northwestern\": 18, \"louisville\": 18, \"2015\": 216, \"clemson\": 18, \"2016\": 162, \"duke\": 18, \"nc\": 18}", "index_docs": "{\"10\": 3528, \"17\": 3528, \"2\": 3528, \"6\": 3528, \"13\": 3528, \"43\": 198, \"7\": 3528, \"19\": 1746, \"4\": 3528, \"15\": 3528, \"14\": 3528, \"3\": 3528, \"11\": 3528, \"5\": 3528, \"16\": 3528, \"28\": 396, \"18\": 3528, \"12\": 3528, \"9\": 3528, \"29\": 396, \"8\": 3528, \"68\": 54, \"20\": 1782, \"21\": 1782, \"76\": 36, \"77\": 36, \"30\": 270, \"59\": 72, \"31\": 234, \"60\": 72, \"57\": 90, \"69\": 54, \"52\": 144, \"78\": 36, \"44\": 198, \"81\": 18, \"79\": 36, \"56\": 108, \"55\": 108, \"82\": 18, \"53\": 126, \"32\": 216, \"26\": 612, \"27\": 612, \"61\": 72, \"50\": 162, \"54\": 126, \"62\": 72, \"48\": 180, \"58\": 90, \"49\": 180, \"45\": 198, \"70\": 54, \"71\": 54, \"72\": 54, \"83\": 18, \"46\": 198, \"63\": 72, \"64\": 72, \"25\": 1062, \"24\": 1062, \"47\": 198, \"73\": 54, \"84\": 18, \"80\": 36, \"33\": 216, \"34\": 216, \"86\": 18, \"85\": 18, \"87\": 18, \"65\": 72, \"88\": 18, \"89\": 18, \"35\": 216, \"90\": 18, \"91\": 18, \"92\": 18, \"36\": 216, \"74\": 54, \"93\": 18, \"22\": 1458, \"23\": 1458, \"37\": 216, \"94\": 18, \"38\": 216, \"95\": 18, \"66\": 72, \"39\": 216, \"67\": 72, \"96\": 18, \"97\": 18, \"75\": 54, \"40\": 216, \"98\": 18, \"41\": 216, \"99\": 18, \"100\": 18, \"101\": 18, \"42\": 216, \"102\": 18, \"51\": 162, \"103\": 18, \"104\": 18}", "index_word": "{\"1\": \"UNK\", \"2\": \"the\", \"3\": \"was\", \"4\": \"notre\", \"5\": \"dame\", \"6\": \"game\", \"7\": \"of\", \"8\": \"a\", \"9\": \"<s>\", \"10\": \"played\", \"11\": \"in\", \"12\": \"head\", \"13\": \"coach\", \"14\": \"winner\", \"15\": \"ranked\", \"16\": \"part\", \"17\": \"conference\", \"18\": \"</s>\", \"19\": \"0\", \"20\": \"fbs\", \"21\": \"independents\", \"22\": \"brian\", \"23\": \"kelly\", \"24\": \"charlie\", \"25\": \"weis\", \"26\": \"tyrone\", \"27\": \"willingham\", \"28\": \"bob\", \"29\": \"davie\", \"30\": \"michigan\", \"31\": \"state\", \"32\": \"2002\", \"33\": \"2006\", \"34\": \"2007\", \"35\": \"2008\", \"36\": \"2009\", \"37\": \"2010\", \"38\": \"2011\", \"39\": \"2012\", \"40\": \"2013\", \"41\": \"2014\", \"42\": \"2015\", \"43\": \"2000\", \"44\": \"2001\", \"45\": \"2003\", \"46\": \"2004\", \"47\": \"2005\", \"48\": \"6\", \"49\": \"usc\", \"50\": \"9\", \"51\": \"2016\", \"52\": \"11\", \"53\": \"stanford\", \"54\": \"8\", \"55\": \"boston\", \"56\": \"college\", \"57\": \"20\", \"58\": \"4\", \"59\": \"16\", \"60\": \"25\", \"61\": \"12\", \"62\": \"7\", \"63\": \"24\", \"64\": \"pittsburgh\", \"65\": \"navy\", \"66\": \"22\", \"67\": \"5\", \"68\": \"23\", \"69\": \"19\", \"70\": \"15\", \"71\": \"purdue\", \"72\": \"florida\", \"73\": \"10\", \"74\": \"18\", \"75\": \"14\", \"76\": \"nebraska\", \"77\": \"21\", \"78\": \"17\", \"79\": \"texas\", \"80\": \"2\", \"81\": \"m\", \"82\": \"tennessee\", \"83\": \"byu\", \"84\": \"13\", \"85\": \"georgia\", \"86\": \"tech\", \"87\": \"penn\", \"88\": \"air\", \"89\": \"force\", \"90\": \"north\", \"91\": \"carolina\", \"92\": \"syracuse\", \"93\": \"connecticut\", \"94\": \"tulsa\", \"95\": \"south\", \"96\": \"3\", \"97\": \"1\", \"98\": \"oklahoma\", \"99\": \"arizona\", \"100\": \"northwestern\", \"101\": \"louisville\", \"102\": \"clemson\", \"103\": \"duke\", \"104\": \"nc\"}", "word_index": "{\"UNK\": 1, \"the\": 2, \"was\": 3, \"notre\": 4, \"dame\": 5, \"game\": 6, \"of\": 7, \"a\": 8, \"<s>\": 9, \"played\": 10, \"in\": 11, \"head\": 12, \"coach\": 13, \"winner\": 14, \"ranked\": 15, \"part\": 16, \"conference\": 17, \"</s>\": 18, \"0\": 19, \"fbs\": 20, \"independents\": 21, \"brian\": 22, \"kelly\": 23, \"charlie\": 24, \"weis\": 25, \"tyrone\": 26, \"willingham\": 27, \"bob\": 28, \"davie\": 29, \"michigan\": 30, \"state\": 31, \"2002\": 32, \"2006\": 33, \"2007\": 34, \"2008\": 35, \"2009\": 36, \"2010\": 37, \"2011\": 38, \"2012\": 39, \"2013\": 40, \"2014\": 41, \"2015\": 42, \"2000\": 43, \"2001\": 44, \"2003\": 45, \"2004\": 46, \"2005\": 47, \"6\": 48, \"usc\": 49, \"9\": 50, \"2016\": 51, \"11\": 52, \"stanford\": 53, \"8\": 54, \"boston\": 55, \"college\": 56, \"20\": 57, \"4\": 58, \"16\": 59, \"25\": 60, \"12\": 61, \"7\": 62, \"24\": 63, \"pittsburgh\": 64, \"navy\": 65, \"22\": 66, \"5\": 67, \"23\": 68, \"19\": 69, \"15\": 70, \"purdue\": 71, \"florida\": 72, \"10\": 73, \"18\": 74, \"14\": 75, \"nebraska\": 76, \"21\": 77, \"17\": 78, \"texas\": 79, \"2\": 80, \"m\": 81, \"tennessee\": 82, \"byu\": 83, \"13\": 84, \"georgia\": 85, \"tech\": 86, \"penn\": 87, \"air\": 88, \"force\": 89, \"north\": 90, \"carolina\": 91, \"syracuse\": 92, \"connecticut\": 93, \"tulsa\": 94, \"south\": 95, \"3\": 96, \"1\": 97, \"oklahoma\": 98, \"arizona\": 99, \"northwestern\": 100, \"louisville\": 101, \"clemson\": 102, \"duke\": 103, \"nc\": 104}"}}