{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 1764, "word_counts": "{\"<s>\": 1764, \"2000\": 99, \"bob\": 198, \"davie\": 198, \"notre\": 1116, \"dame\": 1116, \"</s>\": 1764, \"nebraska\": 18, \"michigan\": 135, \"state\": 117, \"2001\": 99, \"texas\": 18, \"a\": 9, \"m\": 9, \"boston\": 54, \"college\": 54, \"tennessee\": 9, \"stanford\": 63, \"2002\": 108, \"tyrone\": 306, \"willingham\": 306, \"usc\": 90, \"2003\": 99, \"purdue\": 27, \"florida\": 27, \"2004\": 99, \"byu\": 9, \"pittsburgh\": 36, \"2005\": 99, \"charlie\": 531, \"weis\": 531, \"2006\": 108, \"2007\": 108, \"georgia\": 9, \"tech\": 9, \"penn\": 9, \"navy\": 36, \"air\": 9, \"force\": 9, \"2008\": 108, \"north\": 9, \"carolina\": 9, \"syracuse\": 9, \"2009\": 108, \"connecticut\": 9, \"2010\": 108, \"brian\": 729, \"kelly\": 729, \"tulsa\": 9, \"2011\": 108, \"south\": 9, \"2012\": 108, \"2013\": 108, \"oklahoma\": 9, \"2014\": 108, \"arizona\": 9, \"northwestern\": 9, \"louisville\": 9, \"2015\": 108, \"clemson\": 9, \"2016\": 81, \"duke\": 9, \"nc\": 9}", "word_docs": "{\"</s>\": 1764, \"notre\": 1116, \"<s>\": 1764, \"2000\": 99, \"bob\": 198, \"davie\": 198, \"dame\": 1116, \"nebraska\": 18, \"state\": 117, \"michigan\": 135, \"2001\": 99, \"m\": 9, \"a\": 9, \"texas\": 18, \"college\": 54, \"boston\": 54, \"tennessee\": 9, \"stanford\": 63, \"willingham\": 306, \"tyrone\": 306, \"2002\": 108, \"usc\": 90, \"2003\": 99, \"purdue\": 27, \"florida\": 27, \"byu\": 9, \"2004\": 99, \"pittsburgh\": 36, \"weis\": 531, \"charlie\": 531, \"2005\": 99, \"2006\": 108, \"tech\": 9, \"georgia\": 9, \"2007\": 108, \"penn\": 9, \"navy\": 36, \"air\": 9, \"force\": 9, \"2008\": 108, \"north\": 9, \"carolina\": 9, \"syracuse\": 9, \"2009\": 108, \"connecticut\": 9, \"2010\": 108, \"kelly\": 729, \"brian\": 729, \"tulsa\": 9, \"south\": 9, \"2011\": 108, \"2012\": 108, \"2013\": 108, \"oklahoma\": 9, \"2014\": 108, \"arizona\": 9, \"northwestern\": 9, \"louisville\": 9, \"2015\": 108, \"clemson\": 9, \"2016\": 81, \"duke\": 9, \"nc\": 9}", "index_docs": "{\"3\": 1764, \"4\": 1116, \"2\": 1764, \"27\": 99, \"12\": 198, \"13\": 198, \"5\": 1116, \"41\": 18, \"15\": 117, \"14\": 135, \"28\": 99, \"44\": 9, \"43\": 9, \"42\": 18, \"36\": 54, \"35\": 54, \"45\": 9, \"34\": 63, \"11\": 306, \"10\": 306, \"16\": 108, \"32\": 90, \"29\": 99, \"39\": 27, \"40\": 27, \"46\": 9, \"30\": 99, \"37\": 36, \"9\": 531, \"8\": 531, \"31\": 99, \"17\": 108, \"48\": 9, \"47\": 9, \"18\": 108, \"49\": 9, \"38\": 36, \"50\": 9, \"51\": 9, \"19\": 108, \"52\": 9, \"53\": 9, \"54\": 9, \"20\": 108, \"55\": 9, \"21\": 108, \"7\": 729, \"6\": 729, \"56\": 9, \"57\": 9, \"22\": 108, \"23\": 108, \"24\": 108, \"58\": 9, \"25\": 108, \"59\": 9, \"60\": 9, \"61\": 9, \"26\": 108, \"62\": 9, \"33\": 81, \"63\": 9, \"64\": 9}", "index_word": "{\"1\": \"UNK\", \"2\": \"<s>\", \"3\": \"</s>\", \"4\": \"notre\", \"5\": \"dame\", \"6\": \"brian\", \"7\": \"kelly\", \"8\": \"charlie\", \"9\": \"weis\", \"10\": \"tyrone\", \"11\": \"willingham\", \"12\": \"bob\", \"13\": \"davie\", \"14\": \"michigan\", \"15\": \"state\", \"16\": \"2002\", \"17\": \"2006\", \"18\": \"2007\", \"19\": \"2008\", \"20\": \"2009\", \"21\": \"2010\", \"22\": \"2011\", \"23\": \"2012\", \"24\": \"2013\", \"25\": \"2014\", \"26\": \"2015\", \"27\": \"2000\", \"28\": \"2001\", \"29\": \"2003\", \"30\": \"2004\", \"31\": \"2005\", \"32\": \"usc\", \"33\": \"2016\", \"34\": \"stanford\", \"35\": \"boston\", \"36\": \"college\", \"37\": \"pittsburgh\", \"38\": \"navy\", \"39\": \"purdue\", \"40\": \"florida\", \"41\": \"nebraska\", \"42\": \"texas\", \"43\": \"a\", \"44\": \"m\", \"45\": \"tennessee\", \"46\": \"byu\", \"47\": \"georgia\", \"48\": \"tech\", \"49\": \"penn\", \"50\": \"air\", \"51\": \"force\", \"52\": \"north\", \"53\": \"carolina\", \"54\": \"syracuse\", \"55\": \"connecticut\", \"56\": \"tulsa\", \"57\": \"south\", \"58\": \"oklahoma\", \"59\": \"arizona\", \"60\": \"northwestern\", \"61\": \"louisville\", \"62\": \"clemson\", \"63\": \"duke\", \"64\": \"nc\"}", "word_index": "{\"UNK\": 1, \"<s>\": 2, \"</s>\": 3, \"notre\": 4, \"dame\": 5, \"brian\": 6, \"kelly\": 7, \"charlie\": 8, \"weis\": 9, \"tyrone\": 10, \"willingham\": 11, \"bob\": 12, \"davie\": 13, \"michigan\": 14, \"state\": 15, \"2002\": 16, \"2006\": 17, \"2007\": 18, \"2008\": 19, \"2009\": 20, \"2010\": 21, \"2011\": 22, \"2012\": 23, \"2013\": 24, \"2014\": 25, \"2015\": 26, \"2000\": 27, \"2001\": 28, \"2003\": 29, \"2004\": 30, \"2005\": 31, \"usc\": 32, \"2016\": 33, \"stanford\": 34, \"boston\": 35, \"college\": 36, \"pittsburgh\": 37, \"navy\": 38, \"purdue\": 39, \"florida\": 40, \"nebraska\": 41, \"texas\": 42, \"a\": 43, \"m\": 44, \"tennessee\": 45, \"byu\": 46, \"georgia\": 47, \"tech\": 48, \"penn\": 49, \"air\": 50, \"force\": 51, \"north\": 52, \"carolina\": 53, \"syracuse\": 54, \"connecticut\": 55, \"tulsa\": 56, \"south\": 57, \"oklahoma\": 58, \"arizona\": 59, \"northwestern\": 60, \"louisville\": 61, \"clemson\": 62, \"duke\": 63, \"nc\": 64}"}}