{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 1764, "word_counts": "{\"<s>\": 1764, \"the\": 5292, \"game\": 3528, \"occurred\": 1764, \"in\": 1764, \"2000\": 99, \"bob\": 198, \"davie\": 198, \"was\": 1764, \"coach\": 1764, \"notre\": 1116, \"dame\": 1116, \"won\": 1764, \"</s>\": 1764, \"nebraska\": 18, \"michigan\": 135, \"state\": 117, \"2001\": 99, \"texas\": 18, \"a\": 9, \"m\": 9, \"boston\": 54, \"college\": 54, \"tennessee\": 9, \"stanford\": 63, \"2002\": 108, \"tyrone\": 306, \"willingham\": 306, \"usc\": 90, \"2003\": 99, \"purdue\": 27, \"florida\": 27, \"2004\": 99, \"byu\": 9, \"pittsburgh\": 36, \"2005\": 99, \"charlie\": 531, \"weis\": 531, \"2006\": 108, \"2007\": 108, \"georgia\": 9, \"tech\": 9, \"penn\": 9, \"navy\": 36, \"air\": 9, \"force\": 9, \"2008\": 108, \"north\": 9, \"carolina\": 9, \"syracuse\": 9, \"2009\": 108, \"connecticut\": 9, \"brian\": 729, \"kelly\": 729, \"2010\": 108, \"tulsa\": 9, \"2011\": 108, \"south\": 9, \"2012\": 108, \"2013\": 108, \"oklahoma\": 9, \"2014\": 108, \"arizona\": 9, \"northwestern\": 9, \"louisville\": 9, \"2015\": 108, \"clemson\": 9, \"2016\": 81, \"duke\": 9, \"nc\": 9}", "word_docs": "{\"coach\": 1764, \"davie\": 198, \"occurred\": 1764, \"notre\": 1116, \"dame\": 1116, \"2000\": 99, \"bob\": 198, \"in\": 1764, \"was\": 1764, \"<s>\": 1764, \"won\": 1764, \"</s>\": 1764, \"the\": 1764, \"game\": 1764, \"nebraska\": 18, \"michigan\": 135, \"state\": 117, \"2001\": 99, \"a\": 9, \"m\": 9, \"texas\": 18, \"boston\": 54, \"college\": 54, \"tennessee\": 9, \"stanford\": 63, \"willingham\": 306, \"tyrone\": 306, \"2002\": 108, \"usc\": 90, \"2003\": 99, \"purdue\": 27, \"florida\": 27, \"byu\": 9, \"2004\": 99, \"pittsburgh\": 36, \"weis\": 531, \"charlie\": 531, \"2005\": 99, \"2006\": 108, \"georgia\": 9, \"2007\": 108, \"tech\": 9, \"penn\": 9, \"navy\": 36, \"air\": 9, \"force\": 9, \"2008\": 108, \"north\": 9, \"carolina\": 9, \"syracuse\": 9, \"2009\": 108, \"connecticut\": 9, \"brian\": 729, \"2010\": 108, \"kelly\": 729, \"tulsa\": 9, \"2011\": 108, \"south\": 9, \"2012\": 108, \"2013\": 108, \"oklahoma\": 9, \"2014\": 108, \"arizona\": 9, \"northwestern\": 9, \"louisville\": 9, \"2015\": 108, \"clemson\": 9, \"2016\": 81, \"duke\": 9, \"nc\": 9}", "index_docs": "{\"8\": 1764, \"20\": 198, \"5\": 1764, \"11\": 1116, \"12\": 1116, \"34\": 99, \"19\": 198, \"6\": 1764, \"7\": 1764, \"4\": 1764, \"9\": 1764, \"10\": 1764, \"2\": 1764, \"3\": 1764, \"48\": 18, \"21\": 135, \"22\": 117, \"35\": 99, \"50\": 9, \"51\": 9, \"49\": 18, \"42\": 54, \"43\": 54, \"52\": 9, \"41\": 63, \"18\": 306, \"17\": 306, \"23\": 108, \"39\": 90, \"36\": 99, \"46\": 27, \"47\": 27, \"53\": 9, \"37\": 99, \"44\": 36, \"16\": 531, \"15\": 531, \"38\": 99, \"24\": 108, \"54\": 9, \"25\": 108, \"55\": 9, \"56\": 9, \"45\": 36, \"57\": 9, \"58\": 9, \"26\": 108, \"59\": 9, \"60\": 9, \"61\": 9, \"27\": 108, \"62\": 9, \"13\": 729, \"28\": 108, \"14\": 729, \"63\": 9, \"29\": 108, \"64\": 9, \"30\": 108, \"31\": 108, \"65\": 9, \"32\": 108, \"66\": 9, \"67\": 9, \"68\": 9, \"33\": 108, \"69\": 9, \"40\": 81, \"70\": 9, \"71\": 9}", "index_word": "{\"1\": \"UNK\", \"2\": \"the\", \"3\": \"game\", \"4\": \"<s>\", \"5\": \"occurred\", \"6\": \"in\", \"7\": \"was\", \"8\": \"coach\", \"9\": \"won\", \"10\": \"</s>\", \"11\": \"notre\", \"12\": \"dame\", \"13\": \"brian\", \"14\": \"kelly\", \"15\": \"charlie\", \"16\": \"weis\", \"17\": \"tyrone\", \"18\": \"willingham\", \"19\": \"bob\", \"20\": \"davie\", \"21\": \"michigan\", \"22\": \"state\", \"23\": \"2002\", \"24\": \"2006\", \"25\": \"2007\", \"26\": \"2008\", \"27\": \"2009\", \"28\": \"2010\", \"29\": \"2011\", \"30\": \"2012\", \"31\": \"2013\", \"32\": \"2014\", \"33\": \"2015\", \"34\": \"2000\", \"35\": \"2001\", \"36\": \"2003\", \"37\": \"2004\", \"38\": \"2005\", \"39\": \"usc\", \"40\": \"2016\", \"41\": \"stanford\", \"42\": \"boston\", \"43\": \"college\", \"44\": \"pittsburgh\", \"45\": \"navy\", \"46\": \"purdue\", \"47\": \"florida\", \"48\": \"nebraska\", \"49\": \"texas\", \"50\": \"a\", \"51\": \"m\", \"52\": \"tennessee\", \"53\": \"byu\", \"54\": \"georgia\", \"55\": \"tech\", \"56\": \"penn\", \"57\": \"air\", \"58\": \"force\", \"59\": \"north\", \"60\": \"carolina\", \"61\": \"syracuse\", \"62\": \"connecticut\", \"63\": \"tulsa\", \"64\": \"south\", \"65\": \"oklahoma\", \"66\": \"arizona\", \"67\": \"northwestern\", \"68\": \"louisville\", \"69\": \"clemson\", \"70\": \"duke\", \"71\": \"nc\"}", "word_index": "{\"UNK\": 1, \"the\": 2, \"game\": 3, \"<s>\": 4, \"occurred\": 5, \"in\": 6, \"was\": 7, \"coach\": 8, \"won\": 9, \"</s>\": 10, \"notre\": 11, \"dame\": 12, \"brian\": 13, \"kelly\": 14, \"charlie\": 15, \"weis\": 16, \"tyrone\": 17, \"willingham\": 18, \"bob\": 19, \"davie\": 20, \"michigan\": 21, \"state\": 22, \"2002\": 23, \"2006\": 24, \"2007\": 25, \"2008\": 26, \"2009\": 27, \"2010\": 28, \"2011\": 29, \"2012\": 30, \"2013\": 31, \"2014\": 32, \"2015\": 33, \"2000\": 34, \"2001\": 35, \"2003\": 36, \"2004\": 37, \"2005\": 38, \"usc\": 39, \"2016\": 40, \"stanford\": 41, \"boston\": 42, \"college\": 43, \"pittsburgh\": 44, \"navy\": 45, \"purdue\": 46, \"florida\": 47, \"nebraska\": 48, \"texas\": 49, \"a\": 50, \"m\": 51, \"tennessee\": 52, \"byu\": 53, \"georgia\": 54, \"tech\": 55, \"penn\": 56, \"air\": 57, \"force\": 58, \"north\": 59, \"carolina\": 60, \"syracuse\": 61, \"connecticut\": 62, \"tulsa\": 63, \"south\": 64, \"oklahoma\": 65, \"arizona\": 66, \"northwestern\": 67, \"louisville\": 68, \"clemson\": 69, \"duke\": 70, \"nc\": 71}"}}