{"class_name": "Tokenizer", "config": {"num_words": 1000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 1764, "word_counts": "{\"s\": 3528, \"the\": 5292, \"game\": 3528, \"occurred\": 1764, \"in\": 1764, \"2000\": 99, \"bob\": 198, \"davie\": 198, \"was\": 1764, \"coach\": 1764, \"notre\": 1116, \"dame\": 1116, \"won\": 1764, \"nebraska\": 18, \"michigan\": 135, \"state\": 117, \"2001\": 99, \"texas\": 18, \"a\": 9, \"m\": 9, \"boston\": 54, \"college\": 54, \"tennessee\": 9, \"stanford\": 63, \"2002\": 108, \"tyrone\": 306, \"willingham\": 306, \"usc\": 90, \"2003\": 99, \"purdue\": 27, \"florida\": 27, \"2004\": 99, \"byu\": 9, \"pittsburgh\": 36, \"2005\": 99, \"charlie\": 531, \"weis\": 531, \"2006\": 108, \"2007\": 108, \"georgia\": 9, \"tech\": 9, \"penn\": 9, \"navy\": 36, \"air\": 9, \"force\": 9, \"2008\": 108, \"north\": 9, \"carolina\": 9, \"syracuse\": 9, \"2009\": 108, \"connecticut\": 9, \"brian\": 729, \"kelly\": 729, \"2010\": 108, \"tulsa\": 9, \"2011\": 108, \"south\": 9, \"2012\": 108, \"2013\": 108, \"oklahoma\": 9, \"2014\": 108, \"arizona\": 9, \"northwestern\": 9, \"louisville\": 9, \"2015\": 108, \"clemson\": 9, \"2016\": 81, \"duke\": 9, \"nc\": 9}", "word_docs": "{\"s\": 1764, \"in\": 1764, \"davie\": 198, \"dame\": 1116, \"bob\": 198, \"coach\": 1764, \"won\": 1764, \"was\": 1764, \"the\": 1764, \"occurred\": 1764, \"notre\": 1116, \"game\": 1764, \"2000\": 99, \"nebraska\": 18, \"state\": 117, \"michigan\": 135, \"2001\": 99, \"m\": 9, \"a\": 9, \"texas\": 18, \"boston\": 54, \"college\": 54, \"tennessee\": 9, \"stanford\": 63, \"2002\": 108, \"tyrone\": 306, \"willingham\": 306, \"usc\": 90, \"2003\": 99, \"purdue\": 27, \"florida\": 27, \"byu\": 9, \"2004\": 99, \"pittsburgh\": 36, \"weis\": 531, \"2005\": 99, \"charlie\": 531, \"2006\": 108, \"2007\": 108, \"georgia\": 9, \"tech\": 9, \"penn\": 9, \"navy\": 36, \"force\": 9, \"air\": 9, \"2008\": 108, \"north\": 9, \"carolina\": 9, \"syracuse\": 9, \"2009\": 108, \"connecticut\": 9, \"2010\": 108, \"kelly\": 729, \"brian\": 729, \"tulsa\": 9, \"2011\": 108, \"south\": 9, \"2012\": 108, \"2013\": 108, \"oklahoma\": 9, \"2014\": 108, \"arizona\": 9, \"northwestern\": 9, \"louisville\": 9, \"2015\": 108, \"clemson\": 9, \"2016\": 81, \"duke\": 9, \"nc\": 9}", "index_docs": "{\"3\": 1764, \"6\": 1764, \"19\": 198, \"11\": 1116, \"18\": 198, \"8\": 1764, \"9\": 1764, \"7\": 1764, \"2\": 1764, \"5\": 1764, \"10\": 1116, \"4\": 1764, \"33\": 99, \"47\": 18, \"21\": 117, \"20\": 135, \"34\": 99, \"50\": 9, \"49\": 9, \"48\": 18, \"41\": 54, \"42\": 54, \"51\": 9, \"40\": 63, \"22\": 108, \"16\": 306, \"17\": 306, \"38\": 90, \"35\": 99, \"45\": 27, \"46\": 27, \"52\": 9, \"36\": 99, \"43\": 36, \"15\": 531, \"37\": 99, \"14\": 531, \"23\": 108, \"24\": 108, \"53\": 9, \"54\": 9, \"55\": 9, \"44\": 36, \"57\": 9, \"56\": 9, \"25\": 108, \"58\": 9, \"59\": 9, \"60\": 9, \"26\": 108, \"61\": 9, \"27\": 108, \"13\": 729, \"12\": 729, \"62\": 9, \"28\": 108, \"63\": 9, \"29\": 108, \"30\": 108, \"64\": 9, \"31\": 108, \"65\": 9, \"66\": 9, \"67\": 9, \"32\": 108, \"68\": 9, \"39\": 81, \"69\": 9, \"70\": 9}", "index_word": "{\"1\": \"UNK\", \"2\": \"the\", \"3\": \"s\", \"4\": \"game\", \"5\": \"occurred\", \"6\": \"in\", \"7\": \"was\", \"8\": \"coach\", \"9\": \"won\", \"10\": \"notre\", \"11\": \"dame\", \"12\": \"brian\", \"13\": \"kelly\", \"14\": \"charlie\", \"15\": \"weis\", \"16\": \"tyrone\", \"17\": \"willingham\", \"18\": \"bob\", \"19\": \"davie\", \"20\": \"michigan\", \"21\": \"state\", \"22\": \"2002\", \"23\": \"2006\", \"24\": \"2007\", \"25\": \"2008\", \"26\": \"2009\", \"27\": \"2010\", \"28\": \"2011\", \"29\": \"2012\", \"30\": \"2013\", \"31\": \"2014\", \"32\": \"2015\", \"33\": \"2000\", \"34\": \"2001\", \"35\": \"2003\", \"36\": \"2004\", \"37\": \"2005\", \"38\": \"usc\", \"39\": \"2016\", \"40\": \"stanford\", \"41\": \"boston\", \"42\": \"college\", \"43\": \"pittsburgh\", \"44\": \"navy\", \"45\": \"purdue\", \"46\": \"florida\", \"47\": \"nebraska\", \"48\": \"texas\", \"49\": \"a\", \"50\": \"m\", \"51\": \"tennessee\", \"52\": \"byu\", \"53\": \"georgia\", \"54\": \"tech\", \"55\": \"penn\", \"56\": \"air\", \"57\": \"force\", \"58\": \"north\", \"59\": \"carolina\", \"60\": \"syracuse\", \"61\": \"connecticut\", \"62\": \"tulsa\", \"63\": \"south\", \"64\": \"oklahoma\", \"65\": \"arizona\", \"66\": \"northwestern\", \"67\": \"louisville\", \"68\": \"clemson\", \"69\": \"duke\", \"70\": \"nc\"}", "word_index": "{\"UNK\": 1, \"the\": 2, \"s\": 3, \"game\": 4, \"occurred\": 5, \"in\": 6, \"was\": 7, \"coach\": 8, \"won\": 9, \"notre\": 10, \"dame\": 11, \"brian\": 12, \"kelly\": 13, \"charlie\": 14, \"weis\": 15, \"tyrone\": 16, \"willingham\": 17, \"bob\": 18, \"davie\": 19, \"michigan\": 20, \"state\": 21, \"2002\": 22, \"2006\": 23, \"2007\": 24, \"2008\": 25, \"2009\": 26, \"2010\": 27, \"2011\": 28, \"2012\": 29, \"2013\": 30, \"2014\": 31, \"2015\": 32, \"2000\": 33, \"2001\": 34, \"2003\": 35, \"2004\": 36, \"2005\": 37, \"usc\": 38, \"2016\": 39, \"stanford\": 40, \"boston\": 41, \"college\": 42, \"pittsburgh\": 43, \"navy\": 44, \"purdue\": 45, \"florida\": 46, \"nebraska\": 47, \"texas\": 48, \"a\": 49, \"m\": 50, \"tennessee\": 51, \"byu\": 52, \"georgia\": 53, \"tech\": 54, \"penn\": 55, \"air\": 56, \"force\": 57, \"north\": 58, \"carolina\": 59, \"syracuse\": 60, \"connecticut\": 61, \"tulsa\": 62, \"south\": 63, \"oklahoma\": 64, \"arizona\": 65, \"northwestern\": 66, \"louisville\": 67, \"clemson\": 68, \"duke\": 69, \"nc\": 70}"}}