{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 1764, "word_counts": "{\"<s>\": 1764, \"2000\": 99, \"bob\": 198, \"davie\": 198, \"notre\": 1116, \"dame\": 1116, \"0\": 1746, \"</s>\": 1764, \"nebraska\": 18, \"23\": 27, \"fbs\": 891, \"independents\": 891, \"21\": 18, \"michigan\": 135, \"state\": 117, \"16\": 36, \"25\": 36, \"20\": 45, \"19\": 27, \"11\": 72, \"2001\": 99, \"17\": 18, \"texas\": 18, \"a\": 9, \"m\": 9, \"boston\": 54, \"college\": 54, \"tennessee\": 9, \"stanford\": 63, \"2002\": 108, \"tyrone\": 306, \"willingham\": 306, \"12\": 36, \"9\": 81, \"8\": 63, \"7\": 36, \"6\": 90, \"4\": 45, \"usc\": 90, \"2003\": 99, \"15\": 27, \"purdue\": 27, \"florida\": 27, \"2004\": 99, \"byu\": 9, \"24\": 36, \"pittsburgh\": 36, \"2005\": 99, \"charlie\": 531, \"weis\": 531, \"10\": 27, \"13\": 9, \"2006\": 108, \"2\": 18, \"2007\": 108, \"georgia\": 9, \"tech\": 9, \"penn\": 9, \"navy\": 36, \"air\": 9, \"force\": 9, \"2008\": 108, \"north\": 9, \"carolina\": 9, \"syracuse\": 9, \"2009\": 108, \"18\": 27, \"connecticut\": 9, \"2010\": 108, \"brian\": 729, \"kelly\": 729, \"tulsa\": 9, \"2011\": 108, \"south\": 9, \"22\": 36, \"2012\": 108, \"5\": 36, \"3\": 9, \"1\": 9, \"2013\": 108, \"14\": 27, \"oklahoma\": 9, \"2014\": 108, \"arizona\": 9, \"northwestern\": 9, \"louisville\": 9, \"2015\": 108, \"clemson\": 9, \"2016\": 81, \"duke\": 9, \"nc\": 9}", "word_docs": "{\"2000\": 99, \"</s>\": 1764, \"<s>\": 1764, \"dame\": 1116, \"notre\": 1116, \"davie\": 198, \"0\": 873, \"bob\": 198, \"23\": 27, \"fbs\": 891, \"independents\": 891, \"nebraska\": 18, \"21\": 18, \"state\": 117, \"michigan\": 135, \"16\": 36, \"25\": 36, \"20\": 45, \"19\": 27, \"11\": 72, \"2001\": 99, \"17\": 18, \"m\": 9, \"a\": 9, \"texas\": 18, \"college\": 54, \"boston\": 54, \"tennessee\": 9, \"stanford\": 63, \"2002\": 108, \"tyrone\": 306, \"willingham\": 306, \"12\": 36, \"9\": 81, \"8\": 63, \"7\": 36, \"6\": 90, \"4\": 45, \"usc\": 90, \"2003\": 99, \"15\": 27, \"purdue\": 27, \"florida\": 27, \"byu\": 9, \"2004\": 99, \"24\": 36, \"pittsburgh\": 36, \"weis\": 531, \"2005\": 99, \"charlie\": 531, \"10\": 27, \"13\": 9, \"2\": 18, \"2006\": 108, \"georgia\": 9, \"2007\": 108, \"tech\": 9, \"penn\": 9, \"navy\": 36, \"air\": 9, \"force\": 9, \"2008\": 108, \"north\": 9, \"carolina\": 9, \"syracuse\": 9, \"2009\": 108, \"18\": 27, \"connecticut\": 9, \"kelly\": 729, \"brian\": 729, \"2010\": 108, \"tulsa\": 9, \"2011\": 108, \"south\": 9, \"22\": 36, \"2012\": 108, \"5\": 36, \"3\": 9, \"1\": 9, \"14\": 27, \"2013\": 108, \"oklahoma\": 9, \"2014\": 108, \"arizona\": 9, \"northwestern\": 9, \"louisville\": 9, \"2015\": 108, \"clemson\": 9, \"2016\": 81, \"duke\": 9, \"nc\": 9}", "index_docs": "{\"30\": 99, \"3\": 1764, \"2\": 1764, \"6\": 1116, \"5\": 1116, \"16\": 198, \"4\": 873, \"15\": 198, \"55\": 27, \"7\": 891, \"8\": 891, \"63\": 18, \"64\": 18, \"18\": 117, \"17\": 135, \"46\": 36, \"47\": 36, \"44\": 45, \"56\": 27, \"39\": 72, \"31\": 99, \"65\": 18, \"69\": 9, \"68\": 9, \"66\": 18, \"43\": 54, \"42\": 54, \"70\": 9, \"40\": 63, \"19\": 108, \"13\": 306, \"14\": 306, \"48\": 36, \"37\": 81, \"41\": 63, \"49\": 36, \"35\": 90, \"45\": 45, \"36\": 90, \"32\": 99, \"57\": 27, \"58\": 27, \"59\": 27, \"71\": 9, \"33\": 99, \"50\": 36, \"51\": 36, \"12\": 531, \"34\": 99, \"11\": 531, \"60\": 27, \"72\": 9, \"67\": 18, \"20\": 108, \"73\": 9, \"21\": 108, \"74\": 9, \"75\": 9, \"52\": 36, \"76\": 9, \"77\": 9, \"22\": 108, \"78\": 9, \"79\": 9, \"80\": 9, \"23\": 108, \"61\": 27, \"81\": 9, \"10\": 729, \"9\": 729, \"24\": 108, \"82\": 9, \"25\": 108, \"83\": 9, \"53\": 36, \"26\": 108, \"54\": 36, \"84\": 9, \"85\": 9, \"62\": 27, \"27\": 108, \"86\": 9, \"28\": 108, \"87\": 9, \"88\": 9, \"89\": 9, \"29\": 108, \"90\": 9, \"38\": 81, \"91\": 9, \"92\": 9}", "index_word": "{\"1\": \"UNK\", \"2\": \"<s>\", \"3\": \"</s>\", \"4\": \"0\", \"5\": \"notre\", \"6\": \"dame\", \"7\": \"fbs\", \"8\": \"independents\", \"9\": \"brian\", \"10\": \"kelly\", \"11\": \"charlie\", \"12\": \"weis\", \"13\": \"tyrone\", \"14\": \"willingham\", \"15\": \"bob\", \"16\": \"davie\", \"17\": \"michigan\", \"18\": \"state\", \"19\": \"2002\", \"20\": \"2006\", \"21\": \"2007\", \"22\": \"2008\", \"23\": \"2009\", \"24\": \"2010\", \"25\": \"2011\", \"26\": \"2012\", \"27\": \"2013\", \"28\": \"2014\", \"29\": \"2015\", \"30\": \"2000\", \"31\": \"2001\", \"32\": \"2003\", \"33\": \"2004\", \"34\": \"2005\", \"35\": \"6\", \"36\": \"usc\", \"37\": \"9\", \"38\": \"2016\", \"39\": \"11\", \"40\": \"stanford\", \"41\": \"8\", \"42\": \"boston\", \"43\": \"college\", \"44\": \"20\", \"45\": \"4\", \"46\": \"16\", \"47\": \"25\", \"48\": \"12\", \"49\": \"7\", \"50\": \"24\", \"51\": \"pittsburgh\", \"52\": \"navy\", \"53\": \"22\", \"54\": \"5\", \"55\": \"23\", \"56\": \"19\", \"57\": \"15\", \"58\": \"purdue\", \"59\": \"florida\", \"60\": \"10\", \"61\": \"18\", \"62\": \"14\", \"63\": \"nebraska\", \"64\": \"21\", \"65\": \"17\", \"66\": \"texas\", \"67\": \"2\", \"68\": \"a\", \"69\": \"m\", \"70\": \"tennessee\", \"71\": \"byu\", \"72\": \"13\", \"73\": \"georgia\", \"74\": \"tech\", \"75\": \"penn\", \"76\": \"air\", \"77\": \"force\", \"78\": \"north\", \"79\": \"carolina\", \"80\": \"syracuse\", \"81\": \"connecticut\", \"82\": \"tulsa\", \"83\": \"south\", \"84\": \"3\", \"85\": \"1\", \"86\": \"oklahoma\", \"87\": \"arizona\", \"88\": \"northwestern\", \"89\": \"louisville\", \"90\": \"clemson\", \"91\": \"duke\", \"92\": \"nc\"}", "word_index": "{\"UNK\": 1, \"<s>\": 2, \"</s>\": 3, \"0\": 4, \"notre\": 5, \"dame\": 6, \"fbs\": 7, \"independents\": 8, \"brian\": 9, \"kelly\": 10, \"charlie\": 11, \"weis\": 12, \"tyrone\": 13, \"willingham\": 14, \"bob\": 15, \"davie\": 16, \"michigan\": 17, \"state\": 18, \"2002\": 19, \"2006\": 20, \"2007\": 21, \"2008\": 22, \"2009\": 23, \"2010\": 24, \"2011\": 25, \"2012\": 26, \"2013\": 27, \"2014\": 28, \"2015\": 29, \"2000\": 30, \"2001\": 31, \"2003\": 32, \"2004\": 33, \"2005\": 34, \"6\": 35, \"usc\": 36, \"9\": 37, \"2016\": 38, \"11\": 39, \"stanford\": 40, \"8\": 41, \"boston\": 42, \"college\": 43, \"20\": 44, \"4\": 45, \"16\": 46, \"25\": 47, \"12\": 48, \"7\": 49, \"24\": 50, \"pittsburgh\": 51, \"navy\": 52, \"22\": 53, \"5\": 54, \"23\": 55, \"19\": 56, \"15\": 57, \"purdue\": 58, \"florida\": 59, \"10\": 60, \"18\": 61, \"14\": 62, \"nebraska\": 63, \"21\": 64, \"17\": 65, \"texas\": 66, \"2\": 67, \"a\": 68, \"m\": 69, \"tennessee\": 70, \"byu\": 71, \"13\": 72, \"georgia\": 73, \"tech\": 74, \"penn\": 75, \"air\": 76, \"force\": 77, \"north\": 78, \"carolina\": 79, \"syracuse\": 80, \"connecticut\": 81, \"tulsa\": 82, \"south\": 83, \"3\": 84, \"1\": 85, \"oklahoma\": 86, \"arizona\": 87, \"northwestern\": 88, \"louisville\": 89, \"clemson\": 90, \"duke\": 91, \"nc\": 92}"}}