{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 4704, "word_counts": "{\"<s>\": 4704, \"2000\": 264, \"bob\": 528, \"davie\": 528, \"notre\": 2976, \"dame\": 2976, \"0\": 4896, \"24\": 624, \"10\": 480, \"</s>\": 4704, \"nebraska\": 48, \"23\": 408, \"fbs\": 2376, \"independents\": 2376, \"27\": 456, \"21\": 576, \"michigan\": 360, \"state\": 312, \"16\": 312, \"25\": 144, \"20\": 480, \"14\": 624, \"45\": 168, \"28\": 408, \"42\": 120, \"19\": 120, \"34\": 288, \"31\": 480, \"11\": 192, \"17\": 648, \"38\": 432, \"2001\": 264, \"texas\": 48, \"a\": 24, \"m\": 24, \"3\": 264, \"7\": 288, \"boston\": 144, \"college\": 144, \"tennessee\": 24, \"18\": 120, \"stanford\": 168, \"13\": 312, \"2002\": 288, \"tyrone\": 816, \"willingham\": 816, \"22\": 240, \"12\": 144, \"9\": 264, \"8\": 168, \"6\": 360, \"4\": 120, \"30\": 240, \"usc\": 240, \"44\": 120, \"2003\": 264, \"29\": 72, \"26\": 72, \"15\": 144, \"purdue\": 72, \"florida\": 72, \"37\": 120, \"33\": 216, \"57\": 24, \"2004\": 264, \"byu\": 24, \"41\": 288, \"pittsburgh\": 96, \"2005\": 264, \"charlie\": 1416, \"weis\": 1416, \"36\": 96, \"49\": 96, \"2006\": 288, \"2\": 48, \"47\": 48, \"40\": 72, \"35\": 168, \"39\": 72, \"2007\": 288, \"georgia\": 24, \"tech\": 24, \"penn\": 24, \"navy\": 96, \"46\": 24, \"air\": 24, \"force\": 24, \"2008\": 288, \"north\": 24, \"carolina\": 24, \"syracuse\": 24, \"2009\": 288, \"connecticut\": 24, \"2010\": 288, \"brian\": 1944, \"kelly\": 1944, \"tulsa\": 24, \"2011\": 288, \"south\": 24, \"59\": 24, \"56\": 24, \"2012\": 288, \"50\": 96, \"5\": 96, \"1\": 24, \"2013\": 288, \"oklahoma\": 24, \"2014\": 288, \"48\": 24, \"43\": 48, \"arizona\": 24, \"55\": 24, \"northwestern\": 24, \"louisville\": 24, \"2015\": 288, \"62\": 24, \"clemson\": 24, \"2016\": 216, \"duke\": 24, \"nc\": 24}", "word_docs": "{\"dame\": 2976, \"0\": 2448, \"davie\": 528, \"</s>\": 4704, \"10\": 480, \"2000\": 264, \"24\": 600, \"<s>\": 4704, \"notre\": 2976, \"bob\": 528, \"nebraska\": 48, \"independents\": 2376, \"fbs\": 2376, \"23\": 408, \"27\": 456, \"21\": 552, \"16\": 312, \"state\": 312, \"michigan\": 360, \"14\": 624, \"20\": 456, \"25\": 144, \"45\": 168, \"42\": 120, \"28\": 408, \"31\": 480, \"19\": 120, \"34\": 288, \"11\": 192, \"17\": 624, \"38\": 432, \"2001\": 264, \"texas\": 48, \"m\": 24, \"a\": 24, \"3\": 264, \"7\": 288, \"boston\": 144, \"college\": 144, \"18\": 120, \"tennessee\": 24, \"stanford\": 168, \"13\": 312, \"2002\": 288, \"willingham\": 816, \"tyrone\": 816, \"22\": 240, \"12\": 144, \"9\": 264, \"6\": 360, \"8\": 168, \"4\": 120, \"30\": 240, \"usc\": 240, \"44\": 120, \"2003\": 264, \"26\": 72, \"29\": 72, \"15\": 144, \"purdue\": 72, \"37\": 120, \"florida\": 72, \"33\": 216, \"57\": 24, \"2004\": 264, \"byu\": 24, \"41\": 288, \"pittsburgh\": 96, \"charlie\": 1416, \"weis\": 1416, \"2005\": 264, \"36\": 96, \"49\": 96, \"2006\": 288, \"2\": 48, \"47\": 48, \"40\": 72, \"35\": 168, \"39\": 72, \"2007\": 288, \"tech\": 24, \"georgia\": 24, \"penn\": 24, \"navy\": 96, \"46\": 24, \"force\": 24, \"air\": 24, \"2008\": 288, \"carolina\": 24, \"north\": 24, \"syracuse\": 24, \"2009\": 288, \"connecticut\": 24, \"brian\": 1944, \"kelly\": 1944, \"2010\": 288, \"tulsa\": 24, \"south\": 24, \"2011\": 288, \"59\": 24, \"56\": 24, \"50\": 96, \"2012\": 288, \"5\": 96, \"1\": 24, \"2013\": 288, \"oklahoma\": 24, \"48\": 24, \"2014\": 288, \"43\": 48, \"55\": 24, \"arizona\": 24, \"northwestern\": 24, \"louisville\": 24, \"2015\": 288, \"62\": 24, \"clemson\": 24, \"2016\": 216, \"duke\": 24, \"nc\": 24}", "index_docs": "{\"6\": 2976, \"2\": 2448, \"20\": 528, \"4\": 4704, \"21\": 480, \"47\": 264, \"16\": 600, \"3\": 4704, \"5\": 2976, \"19\": 528, \"87\": 48, \"8\": 2376, \"7\": 2376, \"26\": 408, \"24\": 456, \"18\": 552, \"31\": 312, \"30\": 312, \"28\": 360, \"17\": 624, \"22\": 456, \"64\": 144, \"60\": 168, \"69\": 120, \"27\": 408, \"23\": 480, \"70\": 120, \"33\": 288, \"59\": 192, \"15\": 624, \"25\": 432, \"48\": 264, \"88\": 48, \"93\": 24, \"92\": 24, \"49\": 264, \"34\": 288, \"65\": 144, \"66\": 144, \"71\": 120, \"94\": 24, \"61\": 168, \"32\": 312, \"35\": 288, \"14\": 816, \"13\": 816, \"54\": 240, \"67\": 144, \"50\": 264, \"29\": 360, \"62\": 168, \"72\": 120, \"55\": 240, \"56\": 240, \"73\": 120, \"51\": 264, \"82\": 72, \"81\": 72, \"68\": 144, \"83\": 72, \"74\": 120, \"84\": 72, \"57\": 216, \"95\": 24, \"52\": 264, \"96\": 24, \"36\": 288, \"75\": 96, \"11\": 1416, \"12\": 1416, \"53\": 264, \"76\": 96, \"77\": 96, \"37\": 288, \"89\": 48, \"90\": 48, \"85\": 72, \"63\": 168, \"86\": 72, \"38\": 288, \"98\": 24, \"97\": 24, \"99\": 24, \"78\": 96, \"100\": 24, \"102\": 24, \"101\": 24, \"39\": 288, \"104\": 24, \"103\": 24, \"105\": 24, \"40\": 288, \"106\": 24, \"9\": 1944, \"10\": 1944, \"41\": 288, \"107\": 24, \"108\": 24, \"42\": 288, \"109\": 24, \"110\": 24, \"79\": 96, \"43\": 288, \"80\": 96, \"111\": 24, \"44\": 288, \"112\": 24, \"113\": 24, \"45\": 288, \"91\": 48, \"115\": 24, \"114\": 24, \"116\": 24, \"117\": 24, \"46\": 288, \"118\": 24, \"119\": 24, \"58\": 216, \"120\": 24, \"121\": 24}", "index_word": "{\"1\": \"UNK\", \"2\": \"0\", \"3\": \"<s>\", \"4\": \"</s>\", \"5\": \"notre\", \"6\": \"dame\", \"7\": \"fbs\", \"8\": \"independents\", \"9\": \"brian\", \"10\": \"kelly\", \"11\": \"charlie\", \"12\": \"weis\", \"13\": \"tyrone\", \"14\": \"willingham\", \"15\": \"17\", \"16\": \"24\", \"17\": \"14\", \"18\": \"21\", \"19\": \"bob\", \"20\": \"davie\", \"21\": \"10\", \"22\": \"20\", \"23\": \"31\", \"24\": \"27\", \"25\": \"38\", \"26\": \"23\", \"27\": \"28\", \"28\": \"michigan\", \"29\": \"6\", \"30\": \"state\", \"31\": \"16\", \"32\": \"13\", \"33\": \"34\", \"34\": \"7\", \"35\": \"2002\", \"36\": \"41\", \"37\": \"2006\", \"38\": \"2007\", \"39\": \"2008\", \"40\": \"2009\", \"41\": \"2010\", \"42\": \"2011\", \"43\": \"2012\", \"44\": \"2013\", \"45\": \"2014\", \"46\": \"2015\", \"47\": \"2000\", \"48\": \"2001\", \"49\": \"3\", \"50\": \"9\", \"51\": \"2003\", \"52\": \"2004\", \"53\": \"2005\", \"54\": \"22\", \"55\": \"30\", \"56\": \"usc\", \"57\": \"33\", \"58\": \"2016\", \"59\": \"11\", \"60\": \"45\", \"61\": \"stanford\", \"62\": \"8\", \"63\": \"35\", \"64\": \"25\", \"65\": \"boston\", \"66\": \"college\", \"67\": \"12\", \"68\": \"15\", \"69\": \"42\", \"70\": \"19\", \"71\": \"18\", \"72\": \"4\", \"73\": \"44\", \"74\": \"37\", \"75\": \"pittsburgh\", \"76\": \"36\", \"77\": \"49\", \"78\": \"navy\", \"79\": \"50\", \"80\": \"5\", \"81\": \"29\", \"82\": \"26\", \"83\": \"purdue\", \"84\": \"florida\", \"85\": \"40\", \"86\": \"39\", \"87\": \"nebraska\", \"88\": \"texas\", \"89\": \"2\", \"90\": \"47\", \"91\": \"43\", \"92\": \"a\", \"93\": \"m\", \"94\": \"tennessee\", \"95\": \"57\", \"96\": \"byu\", \"97\": \"georgia\", \"98\": \"tech\", \"99\": \"penn\", \"100\": \"46\", \"101\": \"air\", \"102\": \"force\", \"103\": \"north\", \"104\": \"carolina\", \"105\": \"syracuse\", \"106\": \"connecticut\", \"107\": \"tulsa\", \"108\": \"south\", \"109\": \"59\", \"110\": \"56\", \"111\": \"1\", \"112\": \"oklahoma\", \"113\": \"48\", \"114\": \"arizona\", \"115\": \"55\", \"116\": \"northwestern\", \"117\": \"louisville\", \"118\": \"62\", \"119\": \"clemson\", \"120\": \"duke\", \"121\": \"nc\"}", "word_index": "{\"UNK\": 1, \"0\": 2, \"<s>\": 3, \"</s>\": 4, \"notre\": 5, \"dame\": 6, \"fbs\": 7, \"independents\": 8, \"brian\": 9, \"kelly\": 10, \"charlie\": 11, \"weis\": 12, \"tyrone\": 13, \"willingham\": 14, \"17\": 15, \"24\": 16, \"14\": 17, \"21\": 18, \"bob\": 19, \"davie\": 20, \"10\": 21, \"20\": 22, \"31\": 23, \"27\": 24, \"38\": 25, \"23\": 26, \"28\": 27, \"michigan\": 28, \"6\": 29, \"state\": 30, \"16\": 31, \"13\": 32, \"34\": 33, \"7\": 34, \"2002\": 35, \"41\": 36, \"2006\": 37, \"2007\": 38, \"2008\": 39, \"2009\": 40, \"2010\": 41, \"2011\": 42, \"2012\": 43, \"2013\": 44, \"2014\": 45, \"2015\": 46, \"2000\": 47, \"2001\": 48, \"3\": 49, \"9\": 50, \"2003\": 51, \"2004\": 52, \"2005\": 53, \"22\": 54, \"30\": 55, \"usc\": 56, \"33\": 57, \"2016\": 58, \"11\": 59, \"45\": 60, \"stanford\": 61, \"8\": 62, \"35\": 63, \"25\": 64, \"boston\": 65, \"college\": 66, \"12\": 67, \"15\": 68, \"42\": 69, \"19\": 70, \"18\": 71, \"4\": 72, \"44\": 73, \"37\": 74, \"pittsburgh\": 75, \"36\": 76, \"49\": 77, \"navy\": 78, \"50\": 79, \"5\": 80, \"29\": 81, \"26\": 82, \"purdue\": 83, \"florida\": 84, \"40\": 85, \"39\": 86, \"nebraska\": 87, \"texas\": 88, \"2\": 89, \"47\": 90, \"43\": 91, \"a\": 92, \"m\": 93, \"tennessee\": 94, \"57\": 95, \"byu\": 96, \"georgia\": 97, \"tech\": 98, \"penn\": 99, \"46\": 100, \"air\": 101, \"force\": 102, \"north\": 103, \"carolina\": 104, \"syracuse\": 105, \"connecticut\": 106, \"tulsa\": 107, \"south\": 108, \"59\": 109, \"56\": 110, \"1\": 111, \"oklahoma\": 112, \"48\": 113, \"arizona\": 114, \"55\": 115, \"northwestern\": 116, \"louisville\": 117, \"62\": 118, \"clemson\": 119, \"duke\": 120, \"nc\": 121}"}}