{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 4704, "word_counts": "{\"<s>\": 4704, \"what\": 1568, \"year\": 588, \"was\": 2548, \"the\": 4704, \"game\": 1568, \"</s>\": 4704, \"in\": 392, \"played\": 392, \"tell\": 588, \"me\": 588, \"when\": 588, \"did\": 980, \"take\": 196, \"place\": 196, \"they\": 392, \"play\": 196, \"which\": 196, \"team\": 784, \"won\": 392, \"who\": 1372, \"result\": 196, \"of\": 392, \"had\": 196, \"higher\": 196, \"score\": 588, \"notre\": 196, \"dame\": 196, \"win\": 588, \"winning\": 196, \"coach\": 784, \"name\": 392, \"coached\": 392, \"head\": 196, \"s\": 196, \"by\": 588, \"how\": 392, \"much\": 392, \"winner\": 196, \"point\": 392, \"differential\": 196, \"difference\": 392, \"spread\": 196}", "word_docs": "{\"game\": 1568, \"</s>\": 4704, \"was\": 2548, \"<s>\": 4704, \"what\": 1568, \"the\": 4116, \"year\": 588, \"in\": 392, \"played\": 392, \"tell\": 588, \"me\": 588, \"when\": 588, \"place\": 196, \"take\": 196, \"did\": 980, \"they\": 392, \"play\": 196, \"which\": 196, \"team\": 784, \"won\": 392, \"who\": 1372, \"of\": 392, \"result\": 196, \"score\": 588, \"had\": 196, \"higher\": 196, \"dame\": 196, \"notre\": 196, \"win\": 588, \"winning\": 196, \"coach\": 784, \"name\": 392, \"coached\": 392, \"s\": 196, \"head\": 196, \"by\": 588, \"much\": 392, \"how\": 392, \"winner\": 196, \"differential\": 196, \"point\": 392, \"difference\": 392, \"spread\": 196}", "index_docs": "{\"7\": 1568, \"4\": 4704, \"5\": 2548, \"2\": 4704, \"6\": 1568, \"3\": 4116, \"12\": 588, \"19\": 392, \"20\": 392, \"13\": 588, \"14\": 588, \"15\": 588, \"31\": 196, \"30\": 196, \"9\": 980, \"21\": 392, \"32\": 196, \"33\": 196, \"10\": 784, \"22\": 392, \"8\": 1372, \"23\": 392, \"34\": 196, \"16\": 588, \"35\": 196, \"36\": 196, \"38\": 196, \"37\": 196, \"17\": 588, \"39\": 196, \"11\": 784, \"24\": 392, \"25\": 392, \"41\": 196, \"40\": 196, \"18\": 588, \"27\": 392, \"26\": 392, \"42\": 196, \"43\": 196, \"28\": 392, \"29\": 392, \"44\": 196}", "index_word": "{\"1\": \"UNK\", \"2\": \"<s>\", \"3\": \"the\", \"4\": \"</s>\", \"5\": \"was\", \"6\": \"what\", \"7\": \"game\", \"8\": \"who\", \"9\": \"did\", \"10\": \"team\", \"11\": \"coach\", \"12\": \"year\", \"13\": \"tell\", \"14\": \"me\", \"15\": \"when\", \"16\": \"score\", \"17\": \"win\", \"18\": \"by\", \"19\": \"in\", \"20\": \"played\", \"21\": \"they\", \"22\": \"won\", \"23\": \"of\", \"24\": \"name\", \"25\": \"coached\", \"26\": \"how\", \"27\": \"much\", \"28\": \"point\", \"29\": \"difference\", \"30\": \"take\", \"31\": \"place\", \"32\": \"play\", \"33\": \"which\", \"34\": \"result\", \"35\": \"had\", \"36\": \"higher\", \"37\": \"notre\", \"38\": \"dame\", \"39\": \"winning\", \"40\": \"head\", \"41\": \"s\", \"42\": \"winner\", \"43\": \"differential\", \"44\": \"spread\"}", "word_index": "{\"UNK\": 1, \"<s>\": 2, \"the\": 3, \"</s>\": 4, \"was\": 5, \"what\": 6, \"game\": 7, \"who\": 8, \"did\": 9, \"team\": 10, \"coach\": 11, \"year\": 12, \"tell\": 13, \"me\": 14, \"when\": 15, \"score\": 16, \"win\": 17, \"by\": 18, \"in\": 19, \"played\": 20, \"they\": 21, \"won\": 22, \"of\": 23, \"name\": 24, \"coached\": 25, \"how\": 26, \"much\": 27, \"point\": 28, \"difference\": 29, \"take\": 30, \"place\": 31, \"play\": 32, \"which\": 33, \"result\": 34, \"had\": 35, \"higher\": 36, \"notre\": 37, \"dame\": 38, \"winning\": 39, \"head\": 40, \"s\": 41, \"winner\": 42, \"differential\": 43, \"spread\": 44}"}}