{"class_name": "Tokenizer", "config": {"num_words": 1000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 1764, "word_counts": "{\"s\": 3528, \"what\": 784, \"year\": 588, \"was\": 1176, \"the\": 2156, \"game\": 980, \"in\": 196, \"played\": 392, \"tell\": 392, \"me\": 392, \"who\": 588, \"coach\": 588, \"name\": 196, \"of\": 392, \"which\": 196, \"team\": 196, \"won\": 392, \"result\": 196}", "word_docs": "{\"was\": 1176, \"game\": 980, \"s\": 1764, \"what\": 784, \"year\": 588, \"the\": 1568, \"played\": 392, \"in\": 196, \"me\": 392, \"tell\": 392, \"who\": 588, \"coach\": 588, \"of\": 392, \"name\": 196, \"won\": 392, \"team\": 196, \"which\": 196, \"result\": 196}", "index_docs": "{\"4\": 1176, \"5\": 980, \"2\": 1764, \"6\": 784, \"7\": 588, \"3\": 1568, \"10\": 392, \"15\": 196, \"12\": 392, \"11\": 392, \"8\": 588, \"9\": 588, \"13\": 392, \"16\": 196, \"14\": 392, \"18\": 196, \"17\": 196, \"19\": 196}", "index_word": "{\"1\": \"UNK\", \"2\": \"s\", \"3\": \"the\", \"4\": \"was\", \"5\": \"game\", \"6\": \"what\", \"7\": \"year\", \"8\": \"who\", \"9\": \"coach\", \"10\": \"played\", \"11\": \"tell\", \"12\": \"me\", \"13\": \"of\", \"14\": \"won\", \"15\": \"in\", \"16\": \"name\", \"17\": \"which\", \"18\": \"team\", \"19\": \"result\"}", "word_index": "{\"UNK\": 1, \"s\": 2, \"the\": 3, \"was\": 4, \"game\": 5, \"what\": 6, \"year\": 7, \"who\": 8, \"coach\": 9, \"played\": 10, \"tell\": 11, \"me\": 12, \"of\": 13, \"won\": 14, \"in\": 15, \"name\": 16, \"which\": 17, \"team\": 18, \"result\": 19}"}}