{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 1764, "word_counts": "{\"<s>\": 1764, \"what\": 784, \"year\": 588, \"was\": 1176, \"the\": 2156, \"game\": 980, \"</s>\": 1764, \"in\": 196, \"played\": 392, \"tell\": 392, \"me\": 392, \"who\": 588, \"coach\": 588, \"name\": 196, \"of\": 392, \"which\": 196, \"team\": 196, \"won\": 392, \"result\": 196}", "word_docs": "{\"what\": 784, \"was\": 1176, \"<s>\": 1764, \"</s>\": 1764, \"the\": 1568, \"year\": 588, \"game\": 980, \"played\": 392, \"in\": 196, \"me\": 392, \"tell\": 392, \"coach\": 588, \"who\": 588, \"of\": 392, \"name\": 196, \"which\": 196, \"team\": 196, \"won\": 392, \"result\": 196}", "index_docs": "{\"7\": 784, \"5\": 1176, \"3\": 1764, \"4\": 1764, \"2\": 1568, \"8\": 588, \"6\": 980, \"11\": 392, \"16\": 196, \"13\": 392, \"12\": 392, \"10\": 588, \"9\": 588, \"14\": 392, \"17\": 196, \"18\": 196, \"19\": 196, \"15\": 392, \"20\": 196}", "index_word": "{\"1\": \"UNK\", \"2\": \"the\", \"3\": \"<s>\", \"4\": \"</s>\", \"5\": \"was\", \"6\": \"game\", \"7\": \"what\", \"8\": \"year\", \"9\": \"who\", \"10\": \"coach\", \"11\": \"played\", \"12\": \"tell\", \"13\": \"me\", \"14\": \"of\", \"15\": \"won\", \"16\": \"in\", \"17\": \"name\", \"18\": \"which\", \"19\": \"team\", \"20\": \"result\"}", "word_index": "{\"UNK\": 1, \"the\": 2, \"<s>\": 3, \"</s>\": 4, \"was\": 5, \"game\": 6, \"what\": 7, \"year\": 8, \"who\": 9, \"coach\": 10, \"played\": 11, \"tell\": 12, \"me\": 13, \"of\": 14, \"won\": 15, \"in\": 16, \"name\": 17, \"which\": 18, \"team\": 19, \"result\": 20}"}}