{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 1764, "word_counts": "{\"<s>\": 1764, \"who\": 588, \"was\": 1176, \"the\": 2156, \"coach\": 588, \"</s>\": 1764, \"tell\": 392, \"me\": 392, \"what\": 784, \"name\": 196, \"of\": 392, \"which\": 196, \"team\": 196, \"won\": 392, \"game\": 980, \"result\": 196, \"year\": 588, \"in\": 196, \"played\": 392}", "word_docs": "{\"was\": 1176, \"<s>\": 1764, \"</s>\": 1764, \"coach\": 588, \"who\": 588, \"the\": 1568, \"tell\": 392, \"me\": 392, \"of\": 392, \"what\": 784, \"name\": 196, \"won\": 392, \"which\": 196, \"team\": 196, \"game\": 980, \"result\": 196, \"year\": 588, \"in\": 196, \"played\": 392}", "index_docs": "{\"5\": 1176, \"3\": 1764, \"4\": 1764, \"9\": 588, \"8\": 588, \"2\": 1568, \"11\": 392, \"12\": 392, \"13\": 392, \"7\": 784, \"16\": 196, \"14\": 392, \"17\": 196, \"18\": 196, \"6\": 980, \"19\": 196, \"10\": 588, \"20\": 196, \"15\": 392}", "index_word": "{\"1\": \"UNK\", \"2\": \"the\", \"3\": \"<s>\", \"4\": \"</s>\", \"5\": \"was\", \"6\": \"game\", \"7\": \"what\", \"8\": \"who\", \"9\": \"coach\", \"10\": \"year\", \"11\": \"tell\", \"12\": \"me\", \"13\": \"of\", \"14\": \"won\", \"15\": \"played\", \"16\": \"name\", \"17\": \"which\", \"18\": \"team\", \"19\": \"result\", \"20\": \"in\"}", "word_index": "{\"UNK\": 1, \"the\": 2, \"<s>\": 3, \"</s>\": 4, \"was\": 5, \"game\": 6, \"what\": 7, \"who\": 8, \"coach\": 9, \"year\": 10, \"tell\": 11, \"me\": 12, \"of\": 13, \"won\": 14, \"played\": 15, \"name\": 16, \"which\": 17, \"team\": 18, \"result\": 19, \"in\": 20}"}}