Model: "model"
__________________________________________________________________________________________________
Layer (type)                    Output Shape         Param #     Connected to
==================================================================================================
input_1 (InputLayer)            [(None, 20)]         0
__________________________________________________________________________________________________
input_2 (InputLayer)            [(None, 30)]         0
__________________________________________________________________________________________________
embedding (Embedding)           (None, 20, 100)      50000       input_1[0][0]
__________________________________________________________________________________________________
input_3 (InputLayer)            [(None, 10)]         0
__________________________________________________________________________________________________
embedding_1 (Embedding)         (None, 30, 100)      50000       input_2[0][0]
__________________________________________________________________________________________________
gru (GRU)                       [(None, 20, 256), (N 274944      embedding[0][0]
__________________________________________________________________________________________________
embedding_2 (Embedding)         (None, 10, 100)      50000       input_3[0][0]
__________________________________________________________________________________________________
gru_1 (GRU)                     [(None, 30, 256), (N 274944      embedding_1[0][0]
                                                                 gru[0][1]
__________________________________________________________________________________________________
gru_2 (GRU)                     (None, 10, 256)      274944      embedding_2[0][0]
                                                                 gru_1[0][1]
__________________________________________________________________________________________________
dot (Dot)                       (None, 10, 30)       0           gru_2[0][0]
                                                                 gru_1[0][0]
__________________________________________________________________________________________________
dot_1 (Dot)                     (None, 10, 20)       0           gru_2[0][0]
                                                                 gru[0][0]
__________________________________________________________________________________________________
activation (Activation)         (None, 10, 30)       0           dot[0][0]
__________________________________________________________________________________________________
activation_1 (Activation)       (None, 10, 20)       0           dot_1[0][0]
__________________________________________________________________________________________________
dot_2 (Dot)                     (None, 10, 256)      0           activation[0][0]
                                                                 gru_1[0][0]
__________________________________________________________________________________________________
dot_3 (Dot)                     (None, 10, 256)      0           activation_1[0][0]
                                                                 gru[0][0]
__________________________________________________________________________________________________
concatenate (Concatenate)       (None, 10, 768)      0           dot_2[0][0]
                                                                 gru_2[0][0]
                                                                 dot_3[0][0]
__________________________________________________________________________________________________
time_distributed (TimeDistribut (None, 10, 256)      196864      concatenate[0][0]
__________________________________________________________________________________________________
flatten (Flatten)               (None, 2560)         0           time_distributed[0][0]
__________________________________________________________________________________________________
dense_1 (Dense)                 (None, 500)          1280500     flatten[0][0]
==================================================================================================
Total params: 2,452,196
Trainable params: 2,452,196
Non-trainable params: 0
__________________________________________________________________________________________________